Repository: dpruter/micky
Catalog: boris/locale/*/LC_MESSAGES/django.po
Languages: bn, es, hi, ja, km, th, tl, ur, vi

source: I would like to volunteer with Rock the Vote.
bn: আমি রক দি ভোট এর সাথে ভলান্টিয়ার হিসেবে কাজ করতে চাই
es: Me gustaría ser voluntario para Rock the Vote
hi: Rock the Vote के साथ मैं वालंटियर करना चाहता / चाहती हूँ
ja: Rock the Voteでボランティアすることを希望します。
km: ខ្ញុំចង់ស័្មគ្រចិត្តបំរើជាមួយ អង្គការ Rock the Vote។
th: ฉันต้องการเป็นอาสาสมัครกับองค์กรร็อค เดอะ โหวต
tl: Gusto kong magboluntaryo sa "Rock The Vote"
ur: میں رضاکارانہ طور پر کام کرنا چاہتا ہوں
vi: Tôi muốn tham gia tình nguyện với Rock the Vote.

source: Register
bn: রেজিষ্ট্রেশন করুন
es: Registrarse
hi: पंजीकरण
ja: 登録
km: ចុះឈ្មោះ
th: ลงทะเบียน
tl: Magrehistro
ur: رجسٹر ہوں
vi: Đăng ký

source: Already registered?
bn: আপনি কি ইতোমধ্যে রেজিষ্ট্রেশন করেছেন?
es: Ya está registrado?
hi: पंजीकरण हो चुका है?
ja: すでに登録されていますか？
km: ចុះឈ្មោះរួចហើយឬ?
th: ลงทะเบียนเรียบร้อยแล้วหรือ?
tl: Nakarehistro na?
ur: پہلے سے رجسٹرڈ ہیں
vi: Đã đăng ký rồi?

source: Share with your friends
bn: বন্ধুদের সাথে শেয়ার করুন
es: Corre la voz
hi: मित्रो के साथ शेयर करें
ja: 友達に伝えて下さい。
km: ចែករំលែកជាមួយមិត្តភក្តិរបស់អ្នក
th: ส่งต่อให้เพื่อนๆ
tl: Ibahagi sa iyong mga kaibigan
ur: اپنے دوستوں سے تبادلہ کریں
vi: Chia sẻ với bạn bè của bạn

source: I am a resident of %(state)s, living in the United States.
bn: আমি যুক্তরাষ্ট্রে বসবাসকারী %(state)s এর অধিবাসী
es: Soy residente de %(state)s y vivo en los Estados Unidos.
hi: मैं %(state)s राज्य का निवासी हूँ, युनाइटेड स्टेट्स में रहती / रहता हूँ
ja: 私はアメリカ合衆国に住んでおり、%(state)s 州の住民です。
km: ខ្ញុំជាជនរស់នៅរដ្ឋ %(state)s, ក្នុងសហរដ្ឋ។
th: ฉันอาศัยอยู่ในรัฐ %(state)s ในสหรัฐอเมริกา
tl: Ako ay isang residente ng %(state)s, nakatira sa Estados Unidos
ur: میں ریاست %(state)sکا رہائشی ہوں اور امریکہ میں رہتا ہوں
vi: Tôi là cư dân của bang %(state)s, đang sinh sống tại Mỹ.

source: You are eligible to finish your voter registration using the %(state_name)s online voter registration system.
bn: আপনি %(state_name)s এর অনলাইন ভোটার রেজিষ্ট্রেশন পদ্ধতি ব্যবহার করে আপনার ভোটার রেজিষ্ট্রেশন সম্পন্ন করার জন্য যোগ্য
es: Ud. es eligible para terminar su formulario de inscripción de votante usando el sistema en linea del estado de %(state_name)s
hi: आप अपना मतदाता पंजीकरण %(state_name)s राज्य का ऑनलाइन मतदाता पंजीकरण सिस्टम इस्तेमाल करके ख़तम करने के योग्य हैं
ja: あなたには%(state_name)s 州のオンライン投票者登録システムを使って登録を完了させる資格があります。
km: អ្នកមានសិទ្ធិបញ្ចប់ការចុះឈ្មោះបោះឆ្នោតរបស់អ្នក ដោយការប្រើ ប្រព័ន្ធចុះឈ្មោះបោះឆ្នោត តាមរយៈ អនឡាញ %(state_name)s។
th: คุณสามารถกรอกใบสมัครลงทะเบียนจนเสร็จสมบูรณ์ได้ด้วยการใช้ระบบการลงทะเบียนทางอินเตอร์เน็ตของรัฐ %(state_name)s
tl: Ikaw ay karapat-dapat na tumapos ng iyong pagrerehistro ng botante na gumagamit ng online na sistema ng pagrerehistro ng botante sa %(state_name)s.
ur: آپ یہ %(state_name)sآن لائن رجسٹریشن سسٹم استعمال کر کے اپنی رجسٹریشن مکمل کرنے کے اہل ہیں
vi: Bạn có đủ điều kiện hoàn thành bản đăng ký cử tri của mình qua việc sử dụng hệ thống đăng ký cử tri trực tuyến của bang %(state_name)s.

source: You can complete your voter registration online with the state right now - using the application provided by Secretary of State.
bn: আপনি সেক্রেটারী অফ ষ্টেট ডেবরা ব্রাউনের সরবরাহকৃত আবেদন ব্যবহার করে এখনই অনলাইনে ষ্টেটের সাথে ভোটার রেজিষ্ট্রেশন সম্পন্ন করতে পারেন।
es: Ahora, se puede completar su formulario de inscripción de votante en linea con el estado - usando el formulario de la Secretaria del Estado.
hi: आप अपना मतदाता पंजीकरण राज्य के साथ अभी ऑनलाइन कर सकतें हैं-आपको इसके लिए स्टेट सेक्रेटरी डेबरा ब्राउन द्वारा जारी अप्लिकेशन इस्तेमाल करना पड़ेगा
ja: デボラ・ボウエン州務長官提供の申込用紙を使い、オンラインで投票登録を今すぐ完了することができます。
km: អ្នកអាចបំពេញការចុះឈ្មោះបោះឆ្នោតរបស់អ្នក តាមរយៈ អនឡាញ ជាមួយនឹង រដ្ឋនោះ ឥឡូវនេះ - ដោយការប្រើពាក្យសុំ ផ្តល់អោយដោយ រដ្ឋលេខាធិការ លោកស្រី ។
th: คุณสามารถกรอกใบสมัครลงทะเบียนจนเสร็จสมบูรณ์ได้ด้วยการใช้ระบบการลงทะเบียนทางอินเตอร์เน็ตของ Secretary of State ประจำรัฐแคลิฟอร์เนีย นางเดบร้า โบเว่น
tl: Maaari mong tapusin online ang iyong pagrerehistro ng botante sa estado ngayon -- na ginagamit ang aplikasyon na ibinigay ng Kalihim ng Estado.
ur: سیکرٹری آف سٹیٹ ڈیبرا باون کے مہیا کردہ نظام کے ذریعے آپ اپنا آن لائن ووٹر رجسٹریشن فارم ابھی مکمل کر سکتے ہیں
vi: Bạn có thể hoàn thành bản đăng ký cử tri trực tuyến với tiểu bang mình ngay bây giờ - qua việc sử dụng bản đăng ký cung cấp bởi Thư ký Bang.

source: Last name is required.
bn: শেষের নাম আবশ্যক
es: Se precisa el apellido.
hi: Last name की ज़रूरत है
ja: 姓（ラストネーム）は必須です。
km: នាមត្រកូល តម្រូវអោយមាន។
th: กรุณาระบุนามสกุล
tl: Ang apelyido ay kinakailangan.
ur: نام کا آخری حصہ لکھیں
vi: Yêu cầu cần có họ.

source: I have a current %(state)s state identification card or driver's license
bn: আমার একটি চলতি %(state)s ষ্টেটের আইডেন্টিফিকেশন কার্ড বা ড্রাইভার্স লাইসেন্স আছে
es: Tengo una tarjeta actual del estado de %(state)s de identificación o licencia de conducir
hi: मेरे पास अभी %(state)s राज्य का पहचान पत्र या ड्राइवर लाइसेन्स हैं
ja: 私は%(state)s州の有効な身分証明書または運転免許証を持っています。
km: ខ្ញុំមានអត្តសញ្ញាណប័ណ្ណរដ្ឋ %(state)s ឬ អាជ្ញាប័ណ្ណបើកបរ បច្ចុប្បន្ន
th: ฉันมีบัตรประจำตัวหรือใบขับขี่จากรัฐ %(state)s
tl: Ako ay may pangkasalukuyang tarheta na pagkakakilanlan o lisensiya ng pagmamaneho sa %(state)s
ur: میرے پاس سٹیٹ %(state)s کا موجودہ شناخت نامہ یا ڈرائیونگ لائسنس موجود ہے
vi: Tôi có thẻ căn cước hoặc giấy phép lái xe hiện hành của bang %(state)s.

source: You may be eligible to finish your voter registration using the %(state_name)s online voter registration system.
bn: আপনি %(state_name)s এর অনলাইন ভোটার রেজিষ্ট্রেশন পদ্ধতি ব্যবহার করে আপনার ভোটার রেজিষ্ট্রেশন সম্পন্ন করার যোগ্য হতে পারেন।
hi: आप शायद %(state_name)s राज्य का ऑनलाइन मतदाता पंजीकरण सिस्टम इस्तेमाल करके अप्लिकेशन पूरा करने के योग्य हैं
ja: あなたには%(state_name)s州のオンライン投票者登録システムを使って登録を完了させる資格があるかもしれません。
km: អ្នកទំនងជាអាចមានលទ្ធភាពបញ្ចប់ការចុះឈ្មោះរបស់អ្នក ដោយការប្រើ %(state_name)s តាមរយៈ ប្រព័ន្ធបោះឆ្នោត អនឡាញ។
th: คุณอาจมีสิทธิ์กรอกใบสมัครลงทะเบียนจนเสร็จสมบูรณ์ได้ด้วยการใช้ระบบการลงทะเบียนทางอินเตอร์เน็ตของรัฐ %(state_name)s
tl: Maaari kang maging karapat-dapat na tapusin ang iyong pagrerehistro ng botante na gumagamit ng online na sistema ng pagrerehistro ng botante sa %(state_name)s
ur: آپ%(state_name)s اپنا آن لائن رجسٹریشن فارم نیچے دیئے گئے لنک کو استعمال کر کے مکمل کر سکتے ہیں
vi: Bạn có thể có đủ điều kiện hoàn thành bản đăng ký cử tri qua việc sử dụng hệ thống đăng ký cử tri trực tuyến của bang %(state_name)s.

source: I do not have a current %(state)s state identification card or driver's license
bn: আমার %(state)s স্টেটের চলতি কোন ষ্টেট আইডেন্টিফিকেশন কার্ড বা ড্রাইভার্স লাইসেন্স নেই
es: Yo no tengo una tarjeta actual del estado de %(state)s de identificación o licencia de conducir
hi: मेरे पास अभी %(state)s राज्य का पहचान पत्र या ड्राइवर लाइसेन्स नही है
ja: 私は%(state)s 州の有効な身分証明書または運転免許証を持っていません。
km: ខ្ញុំគ្មានអត្តសញ្ញាណប័ណ្ណ រដ្ឋ %(state)s ឬ អាជ្ញាប័ណ្ណបើកបរ បច្ចុប្បន្ន ទេ
th: ฉันไม่มีบัตรประจำตัวหรือใบขับขี่จากรัฐ %(state)s
tl: Wala akong pangkasalukuyang tarheta na pagkakakilanlan o lisensiya ng pagmamaneho sa %(state)s
ur: میرے پاس سٹیٹ %(state)s کا موجودہ شناخت نامہ یا ڈرائیونگ لائسنس موجود نہیں ہے
vi: Tôi không có thẻ căn cước hoặc giấy phép lái xe hiện hành của bang %(state)s

source: Submit my form online with the state
bn: আমার ফরম অনলাইনে সংশ্লিষ্ট ষ্টেটে প্রেরণ করুন-
es: Enviar mi formulario en línea con el estado
hi: राज्य के पास मेरा ऑनलाइन फॉर्म जमा करना है
ja: 私の申込用紙を州にオンラインで提出する
km: ផ្ញើទម្រង់របស់ខ្ញុំ តាម អនឡាញ ជាមួយនឹង រដ្ឋនោះ
th: ส่งใบสมัครของฉันทางอินเตอร์เน็ตกับรัฐ
tl: I-intrega ang aking porma online sa estado
ur: میرا فارم آن لائن ریاست کو بھجوا دیں
vi: Hãy nôp đơn trực tuyến của tôi tới tiểu bang

source: Register with Rock the Vote
bn: ‘রক দি ভোট’ এর সাথে রেজিষ্ট্রেশন করুন
hi: Rock the Vote के साथ पंजीकरण करें
ja: Rock the Voteに登録する
km: ចុះឈ្មោះជាមួយ Rock the Vote
th: ลงทะเบียนกับองค์กรร็อค เดอะ โหวต
tl: Magrehistro sa "Rock the Vote"
ur: راک دا ووٹ کے ساتھ رجسٹریشن کروائیں
vi: Đăng ký với Rock the Vote

source: You can complete your voter registration online with the state below.
bn: নিচে উল্লেখিত ষ্টেটের সাথে আপনি ভোটার রেজিষ্ট্রেশন সম্পন্ন করতে পারেন।
es: Se puede completar su formulario de inscripción de votante en linea con el estado.
hi: आप नीचे दिए गये राज्य के साथ अपना मतदाता पंजीकरण पूरा कर सकतें हैं
ja: 州へのオンライン投票者登録を下記で完了できます。
km: អ្នកអាចបំពេញការចុះឈ្មោះបោះឆ្នោតរបស់អ្នក តាមរយៈ អនឡាញ ជាមួយ រដ្ឋ ខាងក្រោម។
th: คุณสามารถกรอกใบสมัครลงทะเบียนจนเสร็จสมบูรณ์ได้ด้วยการใช้ระบบการลงทะเบียนทางอินเตอร์เน็ตของรัฐด้านล่างนี้
tl: Maaari mong tapusin online ang iyong pagrerehistro ng botante sa estadong nasa ibaba.
ur: آپ اپنا آن لائن ووٹر رجسٹریشن فارم نیچے دی گئی ریاست کے ساتھ مکمل کر سکتے ہیں
vi: Bạn có thể hoàn thành bản đăng ký cử tri trực tuyến của mình với tiểu bang bên dưới.

source: If your driver's license or state identification card is invalid or the state can't find or confirm your DMV record - don't worry — you can also <a href='javascript:redirectToRegularForm()'> finish your registration with Rock the Vote</a>. You will just have to print, sign, and mail it in.
bn: যদি আপনার ড্রাইভার্স লাইসেন্স বা ষ্টেট আইডেন্টিফিকেশন কার্ডের বৈধতা না থাকে বা ষ্টেট আপনার ডিভিএম রেকর্ড নিশ্চিত করতে না পারে – উদ্বিগ্ন হবেন না --- আপনি <a href='javascript:redirectToRegularForm()'> ‘রক দি ভোট’ এর সাথে আপনার রেজিষ্ট্রেশন সম্পন্ন করতে পারেন </a> । আপনি এই ফরম শুধু প্রিন্ট দিয়ে, স্বাক্ষর করে ডাকে দিন।
es: Si su licencia o tarjeta de identificación estatal de conducir no es válido o el estado no puede encontrar o confirmar su registro de DMV - no se preocupe - usted también puede terminar su registro con <a href='javascript:redirectToRegularForm()'>Rock the Vote</a>. Usted sólo tendrá que imprimir, firmar y enviar por correo pulg.
hi: अगर आपका ड्राइवर लाइसेन्स या राज्य का पहचान पत्र सही नही है या राज्य को मिल नही रहा है या DMV रेकॉर्ड कन्फर्म नही कर पा रही है तो फिर्क ना करें- <a href='javascript:redirectToRegularForm()'>आप Rock the Vote के साथ अपना पंजीकरण पूरा कर सकतें है </a>
ja: 運転免許証や州の身分証明書カードが無効であったり、州があなたのDMVの記録を見つける、または確認することができなくても心配はいりません。 <a href='javascript:redirectToRegularForm()'>することも可能です。Rock the Voteでの登録を終了して下さい。</a>印刷し、署名し、郵送するだけです。
km: បើប្រសិនជា អាជ្ញាប័ណ្ណបើកបរ ឬ អត្តសញ្ញាណប័ណ្ណរដ្ឋ របស់អ្នក អស់សុពលភាព ឬ រដ្ឋនោះមិនអាចរក ឬ បញ្ជាក់កំណត់ហេតុ DMV របស់អ្នកបានទេ - ចូរកុំព្រួយ --- អ្នកអាចបញ្ចប់ <a href='javascript:redirectToRegularForm()'> ការចុះឈ្មោះរបស់អ្នក ជាមួយ អង្គការ Rock the Vote ផងដែរ </a> ។ អ្នកនឹងគ្រាន់តែ បោះពុម្ភ ចុះហត្ថលេខា ហើយ ផ្ញើវាមកប៉ុណ្ណោះបានហើយ។
th: หากบัตรประจำตัวหรือใบขับขี่ของคุณเป็นโมฆะ หรือทางรัฐไม่สามารถยืนยันข้อมูลชองคุณจาก DMV ไม่ต้องกังวลไป คุณยังสามารถ <a href='javascript:redirectToRegularForm()'> กรอกใบสมัครลงทะเบียนจนเสร็จสมบูรณ์กับองค์กรร็อค เดอะ โหวตได้</a>. เพียงแค่คุณพิมพ์ เซ็นต์ชื่อ และส่งแบบฟอร์มทางไปรษณีย์
tl: Kung ang iyong lisensya ng pagmamaneho o tarheta na pagkakakilanlan sa estado ay walang bisa o hindi mahanap o makumpirma ng estado ang iyong talaan sa DMV - huwag mag-alaala - maaari mo ring <a href='javascript:redirectToRegularForm()'> tapusin ang iyong pagrerehistro sa Rock the Vote</a>. Kailangan mo lamang na i-imprenta, lagdaan, at ipadala ito sa koreo.
ur: اگر آپ کا ڈرائیونگ لائسنس یا ریاستی شناختی کارڈ غیرموثر ہے یا اگر ریاست آپ کے ڈی ایم وی ریکارڈ کی تصدیق کرنے سے قاصر ہے تو گھبرائیں نہیں آپ اپنا رجسٹریشن فارم راک دا ووٹ کے ساتھ اس طرح بھی مکمل کر سکتے ہیں کہ آپ کو اسے پرنٹ کرنا ہے اور دستخط کر کے اسے میل کرنا ہے۔<a href='javascript:redirectToRegularForm()'>
vi: Nếu giấy phép lái xe hay thẻ căn cước bang của bạn không hợp lệ, hoặc tiểu bang bạn không tìm thấy hay khẳng định tư liệu giấy tờ xe của bạn - đừng lo - bạn cũng có thể <a href=‘javascript:redirectToRegularForm()’> hoàn thành bản đăng ký của mình với Rock the Vote</a>. Bạn chỉ cần in tờ đơn ra, ký tên, và gửi đi.

source: Spread the word
bn: খবরটি ছড়িয়ে দিন
hi: खबर फेलायें
ja: 広く伝えましょう
km: ជួយផ្សព្វផ្សាយ
th: กรุณาส่งต่อให้เพื่อนๆหรือครอบครัว
tl: Ikalat ang salita
ur: یہ معلومات پھیلائیں
vi: Xin phát tán thông tin

source: Don't forget to tell your friends and family how easy it was to register. Here are a few tools you can use to spread the word about voter registration:
bn: রেজিষ্ট্রেশন করা যে কতো সহজ তা আপনার বন্ধুদেরকে ও পরিবারকে বলতে ভুলে যাবেন না। এখানে কিছু পদ্ধতি দেয়া হয়েছে, যা ব্যবহার করে আপনি ভোটার রেজিষ্ট্রেশনের এই পদ্ধতিটি সম্পর্কে সবাইকে জানাতে পারেন:
es: No te olvides de decirle a sus amigos y familiares lo fácil que era para registrarse.Aquí hay algunas herramientas que puede utilizar para correr la voz sobre el registro de votantes:
hi: अपने दोस्तों और परिवार वालों को बताना ना भूलें की पंजीकरण करना कितना आसान है. यह कुछ उपाए हैं आप जिनका इस्तेमाल करके मतदाता पंजीकरण के बारे में लोगो को बता सकतें हैं
ja: あなたの友人や家族に登録がいかに簡単だったか忘れずに伝えて下さい。ここに投票登録を広めるために使えるツールがあります：
km: កុំភ្លេចប្រាប់មិត្តភក្តិ និង ក្រុមគ្រួសាររបស់អ្នក ថាការចុះឈ្មោះបោះឆ្នោតមានភាពងាយស្រួលទេ។ តទៅនេះគឺជាឧបករណ៍ខ្លះៗ ដែលអ្នកអាចប្រើ ដើម្បី ផ្សព្វផ្សាយ អំពី ការចុះឈ្មោះបោះឆ្នោត៖
th: อย่าลืมบอกเพื่อนๆและครอบครัวของคุณว่าการลงทะเบียนเลือกตั้งนั้นง่ายมากแค่ไหน องค์กรร็อค เดอะ โหวตมีวิธีที่ช่วยให้คุณมีส่วนร่วมในการรณรงค์การลงทะเบียนเลือกตั้งอีกด้วย
tl: Huwag kalimutang sabihan ang iyong mga kaibigan at pamilya kung gaano kadali ang magrehistro. Narito ang ilang pantulong na maaari mong gamitin para maikalat ang salita tungkol sa pagrerehistro ng botante.
ur: اپنے دوستوں اور خاندان کے افراد کو یہ بتانا نہ بھولیں کہ رجسٹریشن کروانا کتنا آسان ہے۔ رجسٹریشن کی تفصیلات کو عام کرنے کے لیے ذیل میں چند اشارات دیئے جا رہے ہیں
vi: Đừng quên nói cho bạn bè và gia đình bạn biết việc đăng ký dễ dàng đến thế nào. Sau đây là một vài công cụ mà bạn có thể sử dụng để truyền đạt thông tin về việc đăng ký cử tri:

source: You can complete your voter registration online with the state below. The Nevada Online Voter Application (NOVA) is provided by Nevada Secretary of State for registering Nevada citizens to vote, or to change their existing registration information. NOVA is also available <a href="https://nvsos.gov/sosvoterservices/Registration/step1.aspx?r=gov" target="_blank">here.</a>
bn: নিচে উল্লেখিত ষ্টেটের সাথে আপনি অনলাইনে ভোটার রেজিষ্ট্রেশন সম্পন্ন করতে পারেন। নেভাদার অধিবাসীদের ভোটার রেজিষ্ট্রেশনের জন্য অথবা তাদের বিদ্যমান রেজিষ্ট্রেন তথ্য পরিবর্তন ও আপডেট করার জন্য অনলাইন ভোটার অ্যাপ্লিকেশন (এনওভিএ) সরবরাহ করেছেন নেভাদার সেক্রেটারী অফ ষ্টেট রস মিলার। এনওভিএ র বিস্তারিত জানা যাবে এই ওয়েবসাইট ভিজিট করলে: <a href="https://nvsos.gov/sosvoterservices/Registration/step1.aspx?r=gov" target="_blank">here.</a> ()।
es: Puede completar tu registro de votantes con el estado siguiente. ElNevada Aplicación Votantes Online (NOVA) es proporcionado por la secretaria de NevadaEstado para el registro de los ciudadanos de Nevada para votar, o cambiar asu información de registro existente. NOVA también está disponible <a href =" https://nvsos.gov/sosvoterservices/Registration/step1.aspx?r=gov" target =" _blank"> aquí. </a>
hi: नीचे दिए गये राज्य के साथ आप अपना मतदाता पंजीकरण पूरा कर सकतें हैं. नेवाडा ऑनलाइन वोटर अप्लिकेशन (NOVA) नेवाडा राज्य के स्टेट सेक्रेटरी रॉस मिल्लर द्वारा प्रदान किया गया है, ताकि नेवाडा के नागरिक मतदान के लिए पंजीकरण करवा सकें या दिए गये पंजीकरण की जानकारी को बदलने के लिए. NOVA यहा भी उपलब्ध हैं<a href="https://nvsos.gov/sosvoterservices/Registration/step1.aspx?r=gov" target="_blank">이 링크</a>
ja: オンライン投票登録は下記のように完了することができます。ネバダオンライン投票登録(NOVA)はネバダ市民の投票登録や登録済みの情報の変更のために、ネバダ州務長官、ロス・ミラーによって提供されました。(NOVA)はあなたの運転免許が無効であったり、州がDMVの記録を確認することができない場合でも、ご心配はありません。 <a href=¥"https://nvsos.gov/sosvoterservices/Registration/step1.aspx?r=gov¥" target=¥"_blank¥">でもアクセスできます。</a>
km: អ្នកអាចបំពេញការចុះឈ្មោះបោះឆ្នោតរបស់អ្នក តាមរយៈ អនឡាញ ជាមួយរដ្ឋខាងក្រោម។ ការដាក់ពាក្យសុំបោះឆ្នោត តាមរយៈ អនឡាញ រដ្ឋ នេវ៉ាដា (NOVA) ឧបត្ថម្ភឡើងដោយ រដ្ឋលេខាធិការ រដ្ឋ នេវ៉ាដា លោក សម្រាប់ ចុះឈ្មោះពលរដ្ឋ នៃរដ្ឋនេវ៉ាដា ដើម្បីបោះឆ្នោត ឬក៏ ដើម្បីដូរ ព័ត៌មាននៃការចុះឈ្មោះ ដែលមានស្រាប់របស់គេ។ NOVA អាចរកបានផងដែរនៅ <a href="https://nvsos.gov/sosvoterservices/Registration/step1.aspx?r=gov" target="_blank"> ទីនេះ។ </a>
th: คุณสามารถกรอกใบสมัครลงทะเบียนจนเสร็จสมบูรณ์ได้ด้วยการใช้ระบบการลงทะเบียนทางอินเตอร์เน็ตของรัฐด้านล่างนี้ ระบบการลงทะเบียนทางอินเตอร์เน็ต (NOVA) ของรัฐ Nevada นี้ได้รับการจัดตั้งโดย Secretary of State ประจำรัฐ Nevada ท่าน เพื่อช่วยให้ประชาชนในรัฐลงทะเบียนเลือกตั้งหรือแก้ไขข้อมูลได้สะดวกยิ่งขึ้น คุณสามารถเข้าใช้บริการ NOVA ได้นี้ <a href="https://nvsos.gov/sosvoterservices/Registration/step1.aspx?r=gov" target="_blank">here.</a>
tl: Maaari mong tapusin online ang iyong pagrerehistro ng botante sa estadong nasa ibaba. Ang Nevada Online Registration Application (NOVA) ay ibinibigay ng Kalihim ng Estado ng Nevada upang ang mga nagrerehistrong mamamayan ng Nevada ay bumoto, o para palitan ang kanilang pangkasalukuyang impormasyon ng pagrerehistro. Ang NOVA ay makukuha rin sa <a href="https://nvsos.gov/sosvoterservices/Registration/step1.aspx?r=gov" target="_blank">here.</a>
ur: آپ نیچے دیئے گئے طریقہ کار کے مطابق ریاست کے ساتھ اپنی آن لائن رجسٹریشن مکمل کر سکتے ہیں۔ نیواڈا آن لائن رجسٹریشن کی درخواست (NOVA) برائے اندراج ووٹ یا تبدیلی موجودہ رجسٹریشن ریاست نیواڈا کے سیکرٹری راس ملر کی جانب سے مہیا کی جاتی ہے۔ نووا درج ذیل ویب سائٹ سے بھی ڈاﺅن لوڈ کی جا سکتی ہے۔ <a href="https://nvsos.gov/sosvoterservices/Registration/step1.aspx?r=gov" target="_blank">here.</a>
vi: Bạn có thể hoàn tất bản đăng ký cử tri trực tuyến với bang bên dưới. Bản đăng ký Cử tri Trực tuyến Bang Nevada (NOVA) được cung cấp bởi Thư ký Bang dùng để đăng ký cử tri các công dân Nevada, hoặc để thay đổi thông tin đăng ký hiện tại. NOVA cũng có thể được tìm thấy <a href="https://nvsos.gov/sosvoterservices/Registration/step1.aspx?r=gov" target="_blank">tại đây.</a>

source: If your driver's license or state identification card is invalid or the state can't find or confirm your DMV record - don't worry - you can also <a href='javascript:redirectToRegularForm()'> finish your registration with Rock the Vote</a>. You will just have to print, sign, and mail it in.
bn: আপনার ড্রাইভার্স লাইসেন্স অথবা ষ্টেট আইডেন্টিফিকেশন নম্বর যদি বৈধ না হয় অথবা ষ্টেট যদি আপনার ডিএমভি রেকর্ড সম্পর্কে নিশ্চিন্ত হতে না পারে – তাহলে উদ্বিগ্ন হওয়ার কারণ নেই – আপনি রক দি ভোট এর সহায়তা নিয়ে আপনার রেজিষ্ট্রেশন <a href='javascript:redirectToRegularForm()'> সম্পন্ন করতে পারেন। আপনাকে শুধু</a> আপনার আবেদন প্রিন্ট দিয়ে, স্বাক্ষর করে ডাকে দিতে হবে।
hi: अगर आपका ड्राइवर लाइसेन्स या राज्य का पहचान पत्र सही नही है या राज्य को मिल नही रहा है या DMV रेकॉर्ड कन्फर्म नही कर पा रही है तो फिर्क ना करें- <a href='javascript:redirectToRegularForm()'>आप Rock the Vote के साथ अपना पंजीकरण पूरा कर सकतें है </a> आपको केवल फॉर्म प्रिंट करना होगा, साइन करने होगा और फिर मेल करना होगा
ja: 運転免許証や州の身分証明書カードが無効であったり、州があなたのDMVの記録を見つける、または確認することができなくても心配はいりません。 <a href='javascript:redirectToRegularForm()'>することも可能です。Rock the Voteでの登録を終了して下さい。</a>印刷し、署名し、郵送するだけです。
km: បើអាជ្ញាប័ណ្ណបើកបរ ឬ អត្តសញ្ញាណប័ណ្ណរដ្ឋរបស់អ្នកគ្មានសុពលភាព ឬមួយ រដ្ឋនោះមិនអាចរក ឬ បញ្ជាក់ពី កំណត់ហេតុDMV របស់អ្នកបានទេ - ចូរកុំព្រួយ - អ្នកអាចបញ្ចប់<a href='javascript:redirectToRegularForm()'> ការចុះឈ្មោះជាមួយ Rock the Vote ផងដែរ</a>។ អ្នកនឹងគ្រាន់តែបោះពុម្ភ ចុះហត្ថលេខា ហើយ ផ្ញើវាមក។
th: หากบัตรประจำตัวหรือใบขับขี่ของคุณเป็นโมฆะ หรือทางรัฐไม่สามารถยืนยันข้อมูลชองคุณจาก DMV ไม่ต้องกังวลไป คุณยังสามารถ <a href='javascript:redirectToRegularForm()'> กรอกใบสมัครลงทะเบียนจนเสร็จสมบูรณ์กับองค์กรร็อค เดอะ โหวตได้</a>. เพียงแค่คุณพิมพ์ เซ็นต์ชื่อ และส่งแบบฟอร์มทางไปรษณีย์
tl: Kung ang iyong lisensiya ng pagmamaneho ay walang bisa or hindi makita or makumpirma ng estado ang iyong talaan ng DMV, huwag mag-alaala - maaari mo ring <a href='javascript:redirectToRegularForm()'> tapusin ang iyong pagrerehistro sa "Rock the Vote"</a>. Kailangan mo lamang i-imprenta, pirmahan at ihulog ito sa koreo.
ur: اگر آپ کا ڈرائیونگ لائسنس یا ریاستی شناختی کارڈ موثر نہیں یا ریاست کے پاس آپ کا DMV ریکارڈ موجود نہیں اور وہ اس کی تصدیق نہیں کر سکتی تو فکر نہ کریں۔ آپ نیچے دی گئی ویب سائٹ کے ذریعے راک دا ووٹ >کے ساتھ اپنی رجسٹریشن مکمل کر سکتے ہیں۔ بس آپ کو فارم پرنٹ کر کے دستخط کرنا ہیں اور اسے میل کر دینا ہے۔<a href='javascript:redirectToRegularForm()'>معذرت! درج ذیل وجوہات کی بنا پر آپ</a> رجسٹریشن فارم مکمل کرنے کے اہل نہیں ہیں
vi: Nếu giấy phép lái xe hay thẻ căn cước bang của bạn không hợp lệ, hoặc tiểu bang bạn không tìm thấy hay khẳng định tư liệu giấy tờ xe của bạn - đừng lo - bạn cũng có thể <a href=‘javascript:redirectToRegularForm()’> hoàn thành bản đăng ký của mình với Rock the Vote</a>. Bạn chỉ cần in tờ đơn ra, ký tên, và gửi đi.

source: Sorry, you are not eligible to register to vote for the following reason(s):
bn: দু:খিত, আপনি নিচে উল্লেখিত কারেণগুলোতে ভোট দেয়ার জন্য রেজিষ্ট্রেশন করার যোগ্য নন:
es: Lo sentimos, usted no es elegible para registrarse para votar por el siguiente motivo (s):
hi: क्षमा करें, आप इन के कारण मतदान के लिए योग्य नही हैं
ja: 申し訳ありませんが、次の理由であなたには投票者登録の資格がありません：
km: សូមទោស អ្នកពុំមានសិទ្ធិអាចចុះឈ្មោះបោះឆ្នោតបានទេ ដោយសារ មូលហេតុ ដូចតទៅ៖
th: ขออภัย คุณไม่มีสิทธิ์ลงทะเบียนเลือกตั้งด้วยเหตุผลต่อไปนี้
tl: Paumanhin, hindi ka karapat-dapat na magrehistrong bumoto dahil sa mga sumusunod na kadahilanan:
ur: معذرت! درج ذیل وجوہات کی بنا پر آپ رجسٹریشن فارم مکمل کرنے کے اہل نہیں ہیں
vi: Xin lỗi, bạn không có đủ điều kiện đăng ký cử tri vì (các) lý do sau:

source: Select Your State
bn: আপনার ষ্টেট নির্বাচন করুন
hi: अपने राज्य चुने
ja: 州を選択して下さい
km: ជ្រើសរើសរដ្ឋរបស់អ្នក
th: กรุณาระบุรัฐของคุณ
tl: Piliin ang iyong Estado
ur: اپنی ریاست منتخب کریں
vi: Xin lựa chọn bang mình

source: Select your state to get started
bn: শুরু করার জন্য আপনার ষ্টেট নির্বাচন করুন
es: Seleccione su estado para empezar
hi: शुरू करने के लिए अपने राज्य चुने
ja: まず最初に州を選択して下さい
km: ចូរជ្រើសរើសរដ្ឋរបស់អ្នក ដើម្បីចាប់ផ្តើម
th: กรุณาระบุรัฐของคุณเพื่อเริ่มกรอกใบสมัคร
tl: Piliin ang iyong estado para makapagsimula
ur: شروع کرنے کے لیے اپنی ریاست کا انتخاب کریں
vi: Xin lựa chọn bang mình để bắt đầu

source: Select State
bn: ষ্টেট নির্বাচন করুন
es: Seleccione el estado
hi: राज्य चुने
ja: 州を選択して下さい
km: ជ្រើសរើសរដ្ឋ
th: กรุณาระบุรัฐ
tl: Piliin ang Estado
ur: ریاست منتخب کریں
vi: Xin lựa chọn bang

source: Continue
bn: অব্যাহত রাখুন
es: Continuar
hi: कंटिन्यू
ja: 続ける
km: បន្ត
th: ดำเนินต่อไป
tl: Magpatuloy
ur: جاری رکھیں
vi: Tiếp tục
