Repository: dpruter/micky
Catalog: boris/locale/*/LC_MESSAGES/django.po
Languages: bn, es, hi, ja, km, th, tl, ur, vi

source: Unrecognized state, please go back and try again.
bn: অচেনা ষ্টেট, অনুগ্রহ করে শুরুতে ফিরে গিয়ে আবার চেষ্টা করুন
es: Estado no reconocido, por favor regrese e inténtelo de nuevo.
hi: राज्य की पहचान नही हो रही है, कृपया वापस जायें और दोबारा कोशिश करें (Unrecognized state)
ja: 州が認識されません。戻って再度入力して下さい。
km: រដ្ឋ ដែលមិនអាចសំគាល់បាន សូមត្រឡប់ទៅវិញ ហើយសាកល្បងម្តងទៀត។
th: ไม่มีรัฐที่คุณระบุ กรุณากลับไปหน้าเดิมเพื่อแก้ไขคำตอบ
tl: Hindi kilalang estado, mangyaring bumalik at sumubok na muli.
ur: نامنظور شدہ ریاست - دوبارہ کوشش کریں
vi: Không nhận dạng được bang, xin vui lòng quay trở lại và thử lại lần nữa.

source: Unknown error: the web administrators have been contacted.
bn: অজানা সমস্যা: ওয়েব প্রশাসক জানানো হয়েছে।
es: Error desconocido: los administradores de red han sido contactados.
hi: एरर की पहचान नही हो रही है: वेब अधिकारियों के साथ संपर्क किया गया है (Unknown error)
ja: 不明のエラー：ウエブ管理者に連絡されました。
th: ขออภัยที่เกิดเหตุขัดข้อง เจ้าหน้าที่ได้รับการติดต่อเพื่อตรวจสอบปัญหาแล้ว
tl: Hindi kilalang pagkakamali: ang mga administrador ng web ay na-kontak na.
ur: انجانی غلطی - ویب ایڈمنسٹریٹر سے رابطہ کیا گیا ہے
vi: Không nhận dạng được lỗi: đã liên lạc với những người quản lý trang mạng.

source: Voter Registration
bn: ভোটার রেজিষ্ট্রেশন
es: Registro de Votantes
hi: मतदाता पंजीकरण
ja: 投票者登録
km: ការចុះឈ្មោះបោះឆ្នោត
th: การลงทะเบียนเลือกตั้ง
tl: Pagrerehistro ng Botante
ur: ووٹر کی رجسٹریشن
vi: Đăng ký cử tri

source: Register in
bn: রেজিষ্ট্রেশন করুন
hi: पंजीकरण करें
ja: 登録:
km: ចុះឈ្មោះក្នុង
th: ลงทะเบียนใน
tl: Magrehistro sa
ur: رجسٹر ہوں
vi: Đăng ký tại

source: Register to Vote
bn: ভোট দেয়ার জন্য রেজিস্টার করুন
es: Registrarse para votar
hi: मतदान के लिए पंजीकरण
ja: 投票登録する
km: ចុះឈ្មោះបោះឆ្នោត
th: ลงทะเบียนเลือกตั้ง
tl: Magrehistro para Bumoto
ur: ووٹ ڈالنے کے لیے رجسٹریشن
vi: Đăng ký đi bầu

source: Translate
bn: অনুবাদ করুন
es: traducir
hi: भाषान्तर
ja: 翻訳する
th: แปล
tl: Isalin
ur: ترجمہ کریں
vi: Thông dịch

source: Powered by
bn: সহায়তায়
es: Desarrollado por
hi: द्वारा पावर
ja: 提供
km: ប្រើរបៀបដោយ
th: ได้รับการสนับสนุนโดย
tl: Pinagagana ng
ur: تیار کردہ
vi: Hỗ trợ bởi

source: Error Processing Your Form
bn: আপনার ফরম পূরণে ভুল
es: Error al procesar su formulario
hi: आपका फॉर्म तैयार करने में एरर आरहा है
ja: 用紙の処理中にエラーが発生しました
km: មានការខុសក្នុងការធ្វើទម្រង់របស់អ្នក
th: เกิดเหตุขัดข้องในการดำเนินเรื่องใบสมัครของคุณ
tl: Mali ang pagpoproseso ng iyong Porma
ur: فارم تیار کرتے وقت غلطی ہو گئی ہے
vi: Có lỗi phát sinh trong khi xử lý tờ đơn của bạn

source: Something went wrong
bn: কোথায়ও ভুল হয়েছে
es: Algo salió mal
hi: कुछ ग़लत हुआ है
ja: 何かがうまくいきませんでした
km: អ្វីមួយខុស
th: ขออภัยที่เกิดเหตุขัดข้อง
tl: May nangyaring kamalian
ur: کچھ گڑبڑ ہو گئی ہے
vi: Một điều gì đó không đúng đã xảy ra

source: Go back and try again?
bn: শুরুতে ফিরে গিয়ে কি আবার চেষ্টা করব?
es: Regresar y volver a intentarlo?
hi: वापस जायें और फिर कॉरिश करें?
ja: 戻って再度試してみますか？
km: ត្រឡប់ទៅវិញ ហើយ សាកល្បងម្តងទៀត?
th: คุณต้องการกลับไปหน้าเดิมเพื่อลองกรอกข้อมูลอีกครั้งหรือไม่?
tl: Bumalik at sumubok muli?
ur: نئے سرے سے کوشش کریں
vi: Xin vui lòng trở lại và thử lại lần nữa?

source: Title
bn: শিরোনাম
es: Titulo
hi: टाइटल
ja: タイトル
km: ឋានៈ
th: คำนำหน้า
tl: Titulo
ur: عنوان
vi: Tước hiệu

source: Mr.
bn: জনাব
es: Sr.
hi: श्रीमान
ja: ミスター
km: លោក
th: นาย
tl: Ginoo
ur: جناب
vi: Ông

source: Ms.
bn: জনাবা
es: Srta.
hi: कुमारी
ja: ミズ
km: អ្នកស្រី
th: นาง/นางสาว
tl: Bb.
ur: محترمہ
vi: Bà/cô

source: Mrs.
bn: জনাবা
es: Sra.
hi: श्रीमती
ja: ミセス
km: លោកស្រី
th: นาง
tl: Ginang
ur: بیگم
vi: Bà

source: Title is required.
bn: শিরোনাম আবশ্যক
es: Se requiere título.
hi: टाइटल ज़रूरी है
ja: タイトルは必須です。
km: ឋានៈ បានតម្រូវអោយមាន។
th: กรุณาระบุคำนำหน้า
tl: Ang titulo ay kinakailangan.
ur: عنوان کی ضرورت ہے
vi: Yêu cầu cần có tước hiệu.

source: First Name
bn: নামের প্রথমাংশ
es: Nombre
hi: प्रथम नाम
ja: 名（ファーストネーム）
km: នាមខ្លួន
th: ชื่อจริง
tl: Unang Pangalan
ur: نام کا پہلا حصہ
vi: Tên

source: Use your full first name. Do not use nicknames or initials.
bn: আপনার নামের সম্পূর্ণ প্রথমাংশ ব্যবহার করুন, ডাকনাম বা স্বাক্ষর ব্যবহার করবেন না
es: Use su nombre completo. No utilizar apodos o iniciales.
hi: अपना पूरा नाम इस्तेमाल करें. उपनाम या इनिशियल इस्तेमाल ना करें
ja: 省略しないファースト ネーム。ニックネームやイニシャルは使わないで下さい。
km: ចូរប្រើនាមខ្លួន ដែលពេញលេញរបស់អ្នក។ ចូរកុំប្រើឈ្មោះក្រៅ ឬ តួអក្សរកាត់ឡើយ។
th: กรุณาระบุชื่อจริง อย่ากรอกชื่อเล่นหรือตัวอักษรย่อ
tl: Gamitin ang iyong buong unang pangalan. Huwag gumamit ng palayaw o mga inisyal.
ur: اپنا پہلا نام پورا لکھیں- عرف یا مخفف نہ لکھیں
vi: Xin dùng tên hoàn chỉnh. Đừng dùng bí danh hay chữ cái đầu.

source: Last Name
bn: নামের শেষাংশ
es: Apellido
hi: सरनेम
ja: 姓（ラストネーム）
km: នាមត្រកូល
th: นามสกุล
tl: Apelyido
ur: نام کا آخری حصہ
vi: Họ

source: This field is required.
bn: এই ক্ষেত্রটি আবশ্যক
es: Este campo es obligatorio.
hi: यह क्षेत्र ज़रूरी है
ja: この分野は必須です。
km: ទីនេះ តម្រូវអោយមាន។
th: กรุณาระบุข้อมูลในช่องนี้
tl: Ang patlang na ito ay kinakailangan.
ur: جواب کی ضرورت ہے
vi: Phần này cần có.

source: Suffix
bn: পারিবারিক নাম
es: Sufijo
ja: 接尾辞（Jr., Sir., II,III ）
km: អក្សរខាងចុង
th: คำเสริมท้าย
tl: Huling titulo
ur: لاحقہ یعنی نام کے آگے اضافی نام
vi: Hậu tố

source: optional
bn: ঐচ্ছিক
es: opcional
hi: ऑप्षनल
ja: 任意の
km: ដាក់ក៏បាន មិនដាក់ក៏បាន
th: คุณสามารถกรอกหรือไม่กรอกก็ได้
tl: opsyonal
ur: اختیاری
vi: không bắt buộc

source: I am a U.S. Citizen
bn: আমি যুক্তরাষ্ট্রের একজন নাগরিক
es: Soy ciudadano estadounidense.
hi: मैं एक अमेरिकन नागरिक हूँ
ja: 私は米国市民です。
km: ខ្ញុំមានសញ្ជាតិអាមេរិកាំង
th: ฉันถือสัญชาติอเมริกัน
tl: Ako ay isang mamamayan ng Estados Unidos
ur: میں امریکی شہری ہوں
vi: Tôi là công dân Mỹ

source: You must be a U.S. citizen to register
bn: রেজিষ্ট্রেশন করতে হলে আপনাকে অবশ্যই যুক্তরাষ্ট্রের নাগরিক হতে হবে
hi: पंजीकरण के लिए आपका अमेरिकन नागरिक होना ज़रूरी है
ja: 登録するためにはアメリカ市民でなければなりません。
km: អ្នកត្រូវមានសញ្ជាតិអាមេរិកាំង ដើម្បី ចុះឈ្មោះ
th: คุณต้องเป็นพลเมืองสหรัฐอเมริกาจึงจะมีสิทธิ์ลงทะเบียนเลือกตั้ง
tl: Dapat kang maging isang mamamayan ng Estados Unidos para magrehistro
ur: رجسٹریشن کے لیے آپ کا امریکی شہری ہونا ضروری ہے
vi: Bạn phải là công dân Mỹ mới có thể đăng ký

source: I have recently changed my name
bn: আমি সম্প্রতি আমার নাম পরিবর্তন করেছি
es: Recientemente he cambiado mi nombre
hi: मैने हाल ही में अपना नाम बदला है
ja: 最近私は名前が変わりました。
km: ខ្ញុំទើបតែដូរឈ្មោះរបស់ខ្ញុំ នៅពេលថី្មៗនេះ
th: ฉันได้ทำการเปลี่ยนชื่อเมื่อเร็วๆนี้
tl: Kamakailan lamang na ako ay nagbago ng aking pangalan
ur: میں نے حال ہی میں اپنا نام تبدیل کر لیا ہے
vi: Tôi mới thay đổi tên mình

source: Previous Name
bn: আগের নাম
es: Nombre Anterior
hi: पुराना नाम
ja: 以前の名前
km: ឈ្មោះ ពីមុន
th: ชื่อเดิม
tl: Dating Pangalan
ur: پرانا نام
vi: Tên trước đây

source: Street Address
bn: রাস্তার ঠিকানা
es: Dirección de Calle
hi: रास्ते का पता
ja: 所在地住所
km: អាស័យដ្ឋានផ្លូវ
th: ที่อยู่
tl: Pangalan ng Kalye
ur: گلی کا پتہ
vi: Địa chỉ

source: Put your home address in these boxes. Do not put your mailing address here if it is different from your home address. Do not use a post office box or rural route without a box number. If you live in a rural area but do not have a street address, or if you have no address, please show where you live using the map on the printed form.
bn: এই ঘরগুলোতে আপনার বাড়ির ঠিকানা দিন। আপনার চিঠিপত্র পাওয়ার ঠিকানা যদি বাড়ির ঠিকানা থেকে ভিন্ন হয়, তাহলে সেটি দেবেন না। পোষ্ট বক্সের নম্বর অথবা বক্স নম্বর ছাড়া গ্রামের রাস্তার নাম ব্যবহার করবেন না। আপনি যদি গ্রাম এলাকায় বাস করেন এবং কোন রাস্তার নাম না থাকে, অথবা আপনার কোন ঠিকানা না থাকে তাহলে অনুগ্রহ করে মুদ্রিত ম্যাপে দেখিয়ে দিন যে আপনি কোথায় থাকেন।
es: Poner su dirección en estos espacios. No poner su dirección de correo aquí si es diferente a la dirección de su casa. No usar apartado postal o ruta rural sin un número de caja. Si vives en una área rural y no tienes calle o si no tiene dirección, favor de mostrar en donde vive en el mapa impreso en el formulario.
hi: इन बक्सो में अपने घर का पता डालें. अगर घर का पता और मेलिंग पता अलघ है तो यहाँ घर ना पता ना डालें कोई पोस्ट ऑफीस बॉक्स नंबर या ग्रामीण रूट बिना बॉक्स नंबर के ना डालें. अगर आप किसी ग्रामीण क्षेत्र में रहतें हैं लेकिन कोई रास्ते का पता नही है, या अगर आपका पता नही है, कृपया छापे हुए फॉर्म में माप पेर दिखायें की आप कहाँ रहतें है
ja: ここのボックスでは家の住所を入力して下さい。家の住所と違っている場合はここでは郵送先の住所を使わないで下さい。私書箱の番号やボックス番号なしの農村地ルートも使用しないで下さい。農村地帯に住んでいて通り番地、または住所がない場合には、印刷された地図を使ってどこに住んでいるかを示して下さい。
km: ចូរដាក់អាស័យដ្ឋានផ្ទះរបស់អ្នកក្នុងប្រអប់ទាំងនេះ។ ចូរកុំដាក់អាស័យដ្ឋានផ្ញើសំបុត្ររបស់អ្នក នៅទីនេះ បើប្រសិនជា វាខុសពី អាស័យដ្ឋានផ្ទះរបស់អ្នក។ ចូរកុំប្រើប្រអប់សំបុត្រប្រៃសណីយ៍ ឬ ផ្លូវនៅ ជនបទ ដោយគ្មានលេខប្រអប់មួយឡើយ។ បើអ្នករស់នៅក្នុងតំបន់ជនបទ ប៉ុន្តែ ពុំមាន អាស័យដ្ឋានផ្លូវ ឬ បើអ្នកឥតមានអាស័យដ្ឋានទេ សូមបង្ហាញទីកន្លែង ដែលអ្នករស់នៅ ដោយប្រើផែនទីនៅលើ ទម្រង់បោះពុម្ភនេះ។
th: กรุณากรอกที่อยู่บ้านในช่องนี้ อย่าระบุที่อยู่ทางไปรษณีย์หากไม่ใช่ที่อยู่เดียวกันกับที่อยู่บ้าน อย่าระบุที่อยู่แบบ P.O. Box หรือถนนในชนบทที่ไม่มีเลขที่บ้าน หากคุณอาศัยในพื้นที่ชนบท และไม่มีเลขที่บ้านและชื่อถนน หรือหากคุณไม่มีที่อยู่ กรุณาแสดงที่อยู่ของคุณบนแผนที่ในแบบฟอร์มนี้
tl: Ilagay ang iyong tirahan sa mga kahong ito. Huwag ilagay ang iyong tirahang pangkoreo dito kung ito ay naiiba sa iyong tirahan. Huwag gumamit ng isang post office box o rural na ruta na walang numero ng kahon. Kung ikaw ay nakatira sa isang rural na lugar ngunit walang pangalan ng kalye, o kung wala kang tirahan, mangyaring ipakita kung saan ka nakatira at gamitin ang mapa sa pormang naka-imprenta.
ur: ان خانوں میں اپنے گھر کا پتہ درج کریں۔ اگر آپ کا ڈاک کا پتہ اس پتہ سے مختلف ہو تو وہ یہاں نہ لکھیں۔ پوسٹ بکس نمبر یا بکس نمبر کے بغیر دیہاتی روٹ ہرگز نہ لکھیں۔ اگر آپ کسی دیہی علاقے میں رہائش پذیر ہیں جہاں گلی کا پتہ یا کوئی بھی پتہ نہیں ہے تو براہ مہربانی نقشہ کی مدد سے چھپے ہوئے فارم پر نشان دہی کریں۔
vi: Ghi địa chỉ nhà bạn vào những ô này. Xin đừng ghi địa chỉ nhận thư của bạn tại đây nếu nó khác với địa chỉ nhà bạn. Xin đừng dùng hộp thư bưu điện hay tuyến đường nông thôn không có số hộp thư. Nếu bạn sống trong vùng nông thôn nhưng không có địa chỉ, hoặc nếu bạn không có địa chỉ, xin chỉ ra nơi bạn ở bằng bản đồ trên tờ đơn.

source: Not in
bn: এখানে নয়
es: No en
hi: नही है
ja: 以外
km: មិនមែននៅក្នុង
th: ไม่อยู่ในนี้
tl: Wala sa
ur: اندر نہیں ہے
vi: Không có trong

source: Zip Code
bn: জিপ কোড
es: Código Postal
hi: ज़िप कोड
ja: 郵便番号
km: ហ្សីបកូត
th: รหัสไปรษณีย์
ur: زپ کوڈ
vi: Mã số vùng (ZIP)

source: Enter a valid 5 digit zip code.
bn: ৫টি সংখ্যাসহ সঠিক জিপ কোড দিন
es: Ingrese un código postal válido de 5 dígitos.
hi: एक सही ५ संख्या वाला ज़िप कोड डालें
ja: 有効な５桁の郵便番号を書いて下さい。
km: ចូរបញ្ចូលលេខហ្សីបកូត៥ខ្ទង់ ដែលមានសុពលភាព។
th: กรุณาระบุรหัสไปรษณีย์ด้วยหมายเลข 5 ตัว
tl: Ipasok ang may bisang limang numero ng zip code
ur: پانچ ہندسوں پر مشتمل درست زپ کوڈلکھیں
vi: Xin điền mã số vùng hợp lệ gồm 5 chữ số.

source: Registering Abroad?
bn: বিদেশ থেকে রেজিষ্ট্রেশন করছেন?
es: ¿Registrándose en el extranjero?
hi: पंजीकरण बाहर कर रहें हैं?
ja: 海外で登録していますか？
km: ការចុះឈ្មោះនៅប្រទេសក្រៅ?
th: คุณกำลังลงทะเบียนเลือกตั้งขณะอยู่ต่างประเทศหรือไม่?
tl: Nagrerehistro sa ibang bansa?
ur: دوسرے ملک سے رجسٹر ہو رہے ہیں
vi: Đăng ký từ nước ngoài?

source: I have a different mailing address
bn: আমার চিঠিপত্র পাওয়ার ঠিকানা ভিন্ন
es: Recibo mi correo en una dirección diferente a la provista anteriormente.
hi: मेरा मेलिंग अड्रेस अलघ है
ja: 私は別の郵送先住所を持っています。
km: ខ្ញុំមានអាស័យដ្ឋានផ្ញើសំបុត្រមួយផ្សេង
th: ฉันมีที่อยู่ทางไปรษณีย์ที่ต่างจากที่อยู่บ้าน
tl: Ako ay may ibang tirahang pangkoreo
ur: میرا ڈاک کا پتہ مختلف ہے
vi: Tôi có địa chỉ nhận thư khác

source: I have recently moved
bn: আমি সম্প্রতি বাড়ি পরিবর্তন করেছি
es: He cambiado mi dirección
hi: मैं हाल ही में जगह बदली की है
ja: 私は最近引っ越しをしました。
km: ខ្ញុំទើបតែដូរលំនៅដ្ឋាន ក្នុងពេលថី្មៗនេះ
th: ฉันเพิ่งย้ายบ้าน
tl: Ako ay lumipat kamakailan
ur: میں نے حال ہی میں رہائش تبدیل کی ہے
vi: Tôi vừa dọn nhà đi

source: Mailing Street Address
bn: চিঠিপত্র পাওয়ার ঠিকানা
es: Dirección de correo
hi: मेलिंग रास्ते का पता
ja: 郵送先住所
km: អាស័យដ្ឋានផ្លូវផ្ញើសំបុត្រ
th: ที่อยู่ทางไปรษณีย์
tl: Kalye ng Tirahang Pangkoreo
ur: گلی کا ڈاک کا پتہ
vi: Địa chỉ nhận thư

source: If you receive mail at a different address, please enter it here.
bn: আপনি যদি ভিন্ন কোন ঠিকানায় চিঠিপত্র পান, সেটি এখানে দিন
es: Recibo mi correo en una dirección diferente a la provista anteriormente.
hi: अगर आपको किसी और पते पे चिट्ठियाँ मिलती हैं, तो वा पता यहाँ लिखे
ja: 郵便を別の住所で受け取る場合は、その住所をここに書いて下さい。
km: ប្រសិនបើអ្នកទទួលសំបុត្រនៅអាស័យដ្ឋានមួយផ្សេងទៀត សូមបញ្ចូលវានៅទីនេះ។
th: หากคุณได้รับจดหมายจากที่อยู่ที่แตกต่างจากที่อยู่บ้าน กรุณาที่อยู่ระบุในช่องนี้
tl: Kung tumatanggap ka ng koreo sa ibang tirahan, mangyaring ipasok ito rito.
ur: اگر آپ کی ڈاک کسی دوسرے پتہ پر وصول ہوتی ہے تو وہ یہاں لکھیں
vi: Nếu bạn nhận thư tại một địa chỉ khác, xin điền vào đây.

source: Mailing Zip Code
bn: চিঠি পাওয়ার ঠিকানার জিপ কোড
es: Código Postal
hi: मेलिंग ज़िप कोड
ja: 郵送先郵便番号
km: ហ្សីបកូតផ្ញើសំបុត្រ
th: รหัสไปรษณีย์
tl: Zip Code na pang-Koreo
ur: زپ کوڈ برائے ڈاک
vi: Mã số vùng của địa chỉ nhận thư

source: Previous Street Address
bn: পূর্বের রাস্তার ঠিকানা
es: Dirección Anterior
hi: पुराना स्ट्रीट अड्रेस
ja: 旧住所
km: អាស័យដ្ឋានផ្លូវពីមុន
th: ที่อยู่เดิม
tl: Dating Kalyeng Tirahan
ur: سابقہ گلی کا پتہ
vi: Địa chỉ trước đó

source: If you have moved since your last registration, enter your previous address.
bn: আপনি যদি শেষবার রেজিষ্ট্রেশনের পর বাড়ি পরিবর্তন করে থাকেন, তাহলে পূর্বের ঠিকানা দিন
es: Si se ha cambiado de dirección desde su último registro, favor provee la dirección anterior.
hi: अगर पिछले पंजीकरण के बाद आप कही और चले गये हैं तो पुराना पता लिखे
ja: 前の登録をしてから引っ越した場合は、旧住所を書いて下さい。
km: បើអ្នកបានដូរលំនៅដ្ឋាន តាំងតែពី ការចុះឈ្មោះលើកមុនរបស់អ្នក ចូរបញ្ចូលអាស័យដ្ឋានពីមុនរបស់អ្នក។
th: หากคุณย้ายที่อยู่หลังจากการลงทะเบียนเลือกตั้งครั้งสุดท้าย กรุณาระบุที่อยู่เดิม
tl: Kung ikaw ay lumipat mula nang huli kang nagrehistro, ipasok ang iyong dating tirahan
ur: If you have moved since your last registration, enter your previous address.اگر اس سے قبل ہونے والی رجسٹریشن کے بعد آپ نے رہائی تبدیل کی ہے تو سابقہ پتہ لکھیں
vi: Nếu bạn đã dọn đi chỗ khác tính từ lần đăng ký gần nhất, xin điền vào địa chỉ trước đó của bạn.

source: Previous Zip Code
bn: পূর্বের জিপ কোড
es: Código Postal
hi: पुराना ज़िप कोड
ja: 旧郵便番号
km: ហ្សីបកូតពីមុន
th: รหัสไปรษณีย์เดิม
tl: Dating Zip Code
ur: پرانا زپ کوڈ
vi: Mã số vùng trước đó

source: ID Number
bn: আইডি নম্বর
es: Número ID
hi: ID नंबर
ja: 身分証明書番号
km: លេខសំគាល់
th: หมายเลขบัตรประจำตัว
tl: Numero ng ID
ur: شناختی نمبر
vi: Mã số nhận dạng

source: Birthdate
bn: জন্ম তারিখ
es: Fecha de Nacimiento
hi: जानम की तारीख
ja: 生年月日
km: ថ្ងៃកំណើត
th: วันเดือนปีเกิด
tl: Petsa ng Kapanganakan
ur: تاریخ پیدائش
vi: Ngày tháng năm sinh

source: Enter your birthdate in MM/DD/YYYY format.
bn: আপনার জন্ম তারিখ এভাবে বিন্যাস করুন: মাস/দিন/বছর
es: Ingrese su fecha de nacimiento en el formato MM/DD/AAAA
hi: अपने जानम की तारीख MM/DD/YYYY फॉर्मॅट मे लिखे
ja: あなたの生年月日を月／日／年で入力して下さい。
km: ចូរបញ្ចូលថ្ងៃកំណើតរបស់អ្នក ជាទម្រង់ ខែ/ថ្ងៃ​/ឆ្នាំ
th: ควรจะเขียนแบบ เดือน-วัน-ปี (MM-DD-YYYY)
tl: Ipasok ang Petsa ng Iyong Kapanganakan sa pormat na MM/DD/YYYY
ur: اپنی تاریخ پیدائش اس طرح درج کریں: ماہ - دن - سال
vi: Xin điền ngày tháng năm sinh của bạn dưới dạng Tháng/Ngày/Năm, với 2 chữ số cho tháng, 2 chữ số cho ngày, và 4 chữ số cho năm.

source: Email Address
bn: ইমেইলের ঠিকানা
es: Correo Electrónico
hi: ईमेल अड्रेस
ja: Eメールアドレス
km: អាស័យដ្ឋានអ៊ីម៉ែល
th: อีเมล์
tl: Address ng Email
ur: ای میل کا پتہ
vi: Địa chỉ email (hộp thư điện tử)

source: Enter a valid email address.
bn: ইমেইলের সঠিক ঠিকানা দিন
es: Escriba un correo electrónico válido.
hi: एक सही ईमेल अड्रेस डालें
ja: 有効なeメールアドレスを入力して下さい。
km: ចូរបញ្ចូលអាស័យដ្ឋានអ៊ីម៉ែល មានសុពលភាព។
th: กรุณากรอกที่อยู่อีเมล์ที่ถูกต้อง
tl: Ipasok ang may bisang address ng Email
ur: ای میل کا درست پتہ لکھیں
vi: Xin điền địa chỉ email hợp lệ.

source: Phone Number
bn: ফোন নম্বর
es: Teléfono
hi: फोन नंबर
ja: 電話番号
km: លេខទូរស័ព្ទ
th: หมายเลขโทรศัพท์
tl: Numero ng telepono
ur: فون نمبر
vi: Số điện thoại

source: Enter a phone number in xxx-xxx-xxxx format.
bn: ফোন নম্বর এভাবে xxx-xxx-xxxx বিন্যাস করুন:
es: Ingrese un número de teléfono en formato xxx-xxx-xxxx
hi: एक फोन नंबर xxx-xxx-xxxx फॉर्मॅट में डालें
ja: 電話番号をxxx-xxx-xxxxの形式で入力して下さい。
km: ចូរបញ្ចូលលេខទូរស័ព្ទ ជាទម្រង់ xxx-xxx-xxxx។
th: กรุณากรอกหมายเลขโทรศัพท์ในรูปแบบ xxx-xxx-xxxx
tl: Ipasok ang numero ng telepono sa pormat na xxx-xxx-xxxx
ur: فون نمبر اس ترتیب سے لکھیں xxx-xxx-xxxx
vi: Xin điền số điện thoại dưới dạng xxx-xxx-xxxx.

source: Type
bn: ধরন
es: Tipo
hi: टाइप
ja: タイプ
km: ប្រភេទ
th: ประเภท
tl: Tipo
ur: قسم
vi: Dạng

source: Mobile
bn: মোবাইল
es: Móvil
hi: मोबाइल
ja: 携帯電話
km: ចល័ត
th: มือถือ
tl: Mobil
ur: موبائل
vi: Cầm tay

source: Home
bn: বাড়ি
es: Casa
hi: घर
ja: 家の電話
km: ផ្ទះ
th: โทรศัพท์บ้าน
tl: Tahanan
ur: گھر کا فون
vi: Nhà

source: Work
bn: কর্মস্থল
es: Trabajo
hi: काम
ja: 勤務先の電話
km: ការងារ
th: โทรศัพท์ที่ทำงาน
tl: Trabaho
ur: کام کی جگہ کا فون
vi: Nơi làm việc

source: Political Affiliation
bn: রাজনৈতিক সংশ্লিষ্টতা
es: Partido
hi: राजनीतिक संबद्ध
ja: 支持政党
km: ទំនាក់ទំនងនយោបាយ
th: พรรคการเมืองที่คุณเลือก
tl: Partido
ur: سیاسی وابستگی
vi: Liên kết chính trị (theo đảng)

source: Select One...
bn: একটি নির্বাচন করুন
es: Seleccione uno...
hi: एक चुने...
ja: 一つだけ選んで下さい。
km: រើសមួយ...
th: กรุณาเลือกหนึ่งข้อ
tl: Pumili ng Isa
ur: ایک کا انتخاب کریں
vi: Xin chọn một…

source: Race or Ethnic Group
bn: জাতি বা গোষ্ঠীগত গ্রুপ
es: Raza o grupo étnico
hi: रेस और एथनिक ग्रूप
ja: 人種あるいは民族
km: ពូជសាសន៍ ឬ ក្រុមជាតិពន្ទុ
th: เชื้อชาติ
tl: Lahi o Grupong Etniko
ur: ذات یا قبیلہ
vi: Chủng tộc hoặc sắc tộc/dân tộc

source: American Indian / Alaskan Native
bn: আমেরিকান ইন্ডিয়ান/আলাস্কান ন্যাটিভ
es: Indio Americano / Nativo de Alaska
hi: अमेरिकन ईन्दिअन्‌ / अल्स्कन इंडियन
ja: アメリカンインディアン／アラスカンネイティブ
km: ជនជាតិដើមអាមេរិកាំង / ជនជាតិដើមអាឡាស្កា
th: อเมริกันอินเดียน / ชาวพื้นเมืองอลาสก้า
tl: Indio Amerikano / Natibo ng Alaska
ur: امریکی انڈین یا الاسکا کے رہنے والے
vi: Người Mỹ Bản địa / Người Alaska Bản địa

source: Asian / Pacific Islander
bn: এশিয়ান/প্যাসিফিকের দ্বীপ থেকে আগত
es: Asiático / Islas del Pacífico
hi: एशियन / पेसिफिक आइलेंडर
ja: アジア系／太平洋諸島系
km: ជនជាតិអាស៊ី/ អ្នកកោះប៉ាស៊ីហ្វិក
th: ชาวเอเซียน / หมู่เกาะแปซิฟิก
tl: Asiano / Tagapulo ng Pasipiko
ur: ایشیائی یا جزائر بحرالکاہل کے رہنے والے
vi: Người Châu Á / Thái Bình Dương

source: Black (not Hispanic)
bn: কৃষ্ণাঙ্গ (হিসপানিক নয়)
es: Negra (No hispano)
hi: ब्लॅक (हिसपॅनिक नही)
ja: 黒人（ヒスパニックではない）
km: ជនជាតិស្បែកខ្មៅ (មិនមែនជនជាតិ ហិស្បែនិក ទេ)
th: ผิวดำ (ไม่ใช่ชาวฮิสแปนิค)
tl: Itim (Hindi Hispanik)
ur: سیاہ فام لیکن غیرہسپانوی
vi: Người da đen (không phải Mỹ Latinh)

source: Hispanic
bn: হিসপানিক
es: Hispano
hi: हिसपॅनिक
ja: ヒスパニック
km: ជនជាតិហិស្បែនិក
th: ฮิสแปนิค
tl: Hispanik
ur: ہسپانوی
vi: Người Mỹ Latinh

source: White (not Hispanic)
bn: শ্বেতাঙ্গ (হিসপানিক নয়)
es: Blanca (no hispano)
hi: स्वेत (हिसपॅनिक नही)
ja: 白人（ヒスパニックではない）
km: ជនជាតិស្បែកស (មិនមែនជនជាតិ ហិស្បែនិក ទេ)
th: ผิวขาว (ไม่ใช่ชาวฮิสแปนิค)
tl: Puti (Hindi Hispanik)
ur: سفید فام لیکن غیر ہسپانوی
vi: Người da trắng (không phải Mỹ Latinh)

source: Multi-racial
bn: বহু-জাতিক বৈশিষ্টসম্পন্ন
hi: बहू जातीय
ja: 二つ以上の人種
km: ច្រើន-ពូជសាសន៍
th: ลูกครึ่ง
tl: Maraming Lahi
ur: مخلوط النسل
vi: Đa chủng tộc

source: Other
bn: অন্যান্য
es: Otra
hi: अन्य
ja: その他
km: ដទៃទៀត
th: อื่นๆ
tl: Iba pa
ur: دیگر
vi: Khác

source: Decline to State
bn: প্রকাশে অনাগ্রহী
es: Declino comentar
hi: बताना नही चाहते
ja: 回答を辞退します。
km: មិនព្រមថ្លែងប្រាប់
th: ไม่ประสงค์ที่จะระบุ
tl: Tumangging Magsabi
ur: ریاست کے انکاری
vi: Từ chối trả lời

source: Survey Questions (optional)
bn: জরিপের প্রশ্ন (ঐচ্ছিক)
es: Preguntas de la encuesta (opcional)
hi: सर्वे के लिए प्रश्न (ऑप्षनल)
ja: アンケート調査の質問（任意）
km: សំណួរស្រង់មតិ (ធ្វើក៏បាន មិនធ្វើក៏បាន)
th: คำถามแบบสำรวจ (คุณจะตอบหรือไม่ก็ได้)
tl: Mga Katanungan ng Pagsusuri (opsyonal)
ur: سروے کے اختیاری سوالات
vi: Các câu hỏi khảo sát (không bắt buộc)

source: Optional
bn: ঐচ্ছিক
es: opcional
hi: ऑप्षनल
ja: 任意
km: ធ្វើក៏បានមិនធ្វើក៏បាន
th: คุณจะตอบหรือไม่ก็ได้
tl: Opsyonal
ur: اختیاری
vi: Không bắt buộc

source: If you are in school, where do you go?
bn: আপনি কোন শিক্ষা প্রতিষ্ঠানে থাকলে, সেটি কোনটি?
es: Si usted está en la escuela, ¿a dónde va?
hi: अगर आप स्कूल में है, तो कहाँ जातें है?
ja: 学校に行っているのであれば、どこに行っていますか？
km: ប្រសិនបើអ្នកទៅរៀននៅសាលា តើអ្នកទៅសាលាណា?
th: ถ้าคุณเป็นนักเรียนหรือนักศึกษา ขณะนี้คุณกำลังศึกษาอยู่ที่ไหน
tl: Kung ikaw ay nasa eskuwela, saan ka nagpupunta?
ur: اگر آپ سکول میں پڑھتے ہیں تو کہاں جاتے ہیں
vi: Nếu bạn đang đi học, bạn học trường nào?

source: What issue do you care most about?
bn: কোন্ বিষয়কে আপনি সবচেয়ে বেশি গুরুত্ব দিয়ে থাকেন?
es: ¿Qué tema le preocupa más?
hi: किस बारे में आपको खास दिलजसबी है?
ja: どのような問題があなたにとって気がかりですか？
km: តើអ្នកខ្វល់ខ្វាយ ពីបញ្ហាអ្វីខ្លាំងជាងគេ?
th: ปัญหาอะไรในประเทศที่คุณสนใจมากที่สุด
tl: Anong isyu ang pinakamahalaga sa iyo?
ur: آپ کس مسئلے کی سب سے زیادہ پرواہ کرتے ہیں
vi: Vấn đề gì mà bạn quan tâm nhất?

source: Receive Email from
bn: ইমেইল আপডেট পেতে আগ্রহী
es: Recibir correos electrónicos de
hi: ईमेल द्वर्व अपडेट्स मिले
ja: 最新情報をeメールで受け取ります：
km: ទទួលព័ត៌មានថី្មៗអំពី អ៊ីម៉ែល ពី
th: รับอีเมล์เพื่อรับข้อมูลและข่าวสารเพิ่มเติมจาก
tl: Tumanggap ng Email updates galing sa
ur: ای میل کہاں سے وصول کرتے ہیں
vi: Nhận thư điện tử cập nhật từ

source: privacy policy
bn: গোপনীয়তা নীতি
es: política de privacidad
hi: गोपनीयता की पॉलिसी
ja: プライバシーに関する方針
km: ច្បាប់ស្តីពីសិទ្ធិឯកជន
th: นโยบายข้อมูลส่วนบุคคล
tl: patakaran ng pagka-pribado
ur: رازداری کی پالیسی
vi: chính sách bảo mật riêng tư

source: Receive Email Updates from Rock the Vote.
bn: রক দি ভোট-এর কাছ থেকে ইমেইলে আপডেট জানতে আগ্রহী।
es: Recibir correos electrónicos de Rock the Vote
hi: Rock the Vote की तरफ से ईमेल मे अपडेट्स मिले
ja: Rock the Voteから最新情報をeメールで受け取っています。
km: ទទួលព័ត៌មានថី្មៗអំពី អ៊ីម៉ែល ពី អង្គការ Rock the Vote។
th: รับอีเมล์เพื่อรับข้อมูลและข่าวสารเพิ่มเติมจากองค์กรร็อค เดอะ โหวต
tl: Tumanggap ng Email Updates galing sa "Rock The Vote"
ur: راک دا ووٹ سے تازہ ترین ای میل خبریں وصول کریں
vi: Nhận thư điện tử cập nhật từ Rock the Vote.

source: Send me txt messages from
bn: আমাকে টেক্সট মেসেজ পাঠান
es: Deseo recibir mensajes de texto de
hi: टेक्स्ट मेसेजस भेजे:
ja: テキストメッセージを送って下さい：
km: ផ្ញើអោយខ្ញុំនូវ សារអត្ថបទ ពី
th: ส่งข้อความทางโทรศัพท์มือถือเพื่อให้ฉันรับข้อมูลและข่าวสารเพิ่มเติมจาก
tl: Padalhan ako ng mga txt na mensahe galing sa
ur: مجھے ٹیکسٹ پیغامات بھجوائیںSend me txt messages from Rock the Vote.- مجھے راک دا ووٹ سے ٹیکسٹ پیغامات بھجوائیں(data &amp; msg rates may apply)- ڈیٹا سٹیمپ اور پیغامات کے ریٹ کا اطلاق ہو سکتا ہے
vi: Hãy gửi tin nhắn cho tôi từ

source: Send me txt messages from Rock the Vote.
bn: ‘রক দি ভোট’ থেকে আমাকে টেক্সট মেসেজ পাঠান
es: Deseo recibir mensajes de texto de Rock the Vote.
hi: Rock the Vote की तरफ से टेक्स्ट मेसेजस भेजे
ja: Rock the Voteからテキストメッセージを送って下さい。
km: ផ្ញើអោយខ្ញុំនូវសារអត្ថបទ ពី អង្គការ Rock the Vote។
th: ส่งข้อความทางโทรศัพท์มือถือเพื่อให้ฉันรับข้อมูลและข่าวสารเพิ่มเติมจากองค์กรร็อค เดอะ โหวต
tl: Padalhan ako ng mga txt na mensahe galing sa "Rock The Vote"
ur: مجھے ٹیکسٹ پیغامات بھجوائیں
vi: Hãy gửi tin nhắn cho tôi từ Rock the Vote.

source: (data &amp; msg rates may apply)
bn: (ডাটা মেসেজ রেট প্রযোজ্য হতে পারে)
es: (datos y tarifas msg pueden aplicar)
ja: (料金がかかることがあります)
km: (ទិន្នន័យ&amp; តម្លៃ msg អាចជាប់ពាក់ព័ន្ធ)
th: (คุณอาจต้องเสียค่าบริการในการรับส่งข้อความ)
tl: (data &amp; maaaring magpatong ng kabayaran para sa mensahe)
ur: مجھے راک دا ووٹ سے ٹیکسٹ پیغامات بھجوائیں
vi: (cước phí dữ liệu &amp; tin nhắn có thể sẽ được áp dụng)

source: I would like to volunteer with
bn: আমি ভলান্টিয়ার হতে চাই
es: Me gustaría ser voluntario para
hi: मैं वालंटियर करना चाहता / चाहती हूँ
ja: ボランティアすることを希望します：
km: ខ្ញុំចង់ស្ម័គ្រចិត្តបំរើ ជាមួយ
th: ฉันต้องการเป็นอาสาสมัครกับ
tl: Gusto kong magboluntaryo sa
ur: ڈیٹا سٹیمپ اور پیغامات کے ریٹ کا اطلاق ہو سکتا ہے
vi: Tôi muốn tham gia tình nguyện với
