Repository: dpruter/micky
Catalog: boris/locale/*/LC_MESSAGES/django.po
Languages: bn, es, hi, ja, km, th, tl, ur, vi

source: Your state's deadline to register to vote in the November election may have already passed. Check the <a href="http://www.rockthevote.com/election-center/registration-deadlines/">Election Center</a> to find out.
bn: ২০১২ সালের নভেম্বরের নির্বাচনে ভোট দেয়ার জন্য আপনার ষ্টেটের রেজিষ্ট্রেশনের সর্বশেষ সময়সীমা <a href="http://www.rockthevote.com/election-center/registration-deadlines/">শেষ হয়ে গেছে। অনুসন্ধানের জন্য কোন ভোট কেন্দ্রে </a>খোঁজ নিতে পারেন।
es: Es posible que ya pasó la fecha para registrar de votar en su estado para las elecciones de noviembre. Para mas información, revisa el <a href="http://www.rockthevote.com/election-center/registration-deadlines/">Centro de Elecciones</a>.
hi: आपके राज्य में पंजीकरण करने का अंतिम दिन नवेंबर २०१२ के मतदान के लिए पार हो चुका है. चेक करें<a href="http://www.rockthevote.com/election-center/registration-deadlines/">पता करने के लिए
ja: ２０１3年１１月の選挙で投票するためのあなたの州での登録期限はすでに過ぎてしまっているかもしれません。 <a href=¥"http://www.rockthevote.com/election-center/registration-deadlines/¥">選挙センターr</a> をご覧下さい。
km: ការផុតកំណត់ដើម្បីចុះឈ្មោះបោះឆ្នោតនៃរដ្ឋរបស់អ្នក ក្នុងការបោះឆ្នោតខែវិច្ឆិកា ឆ្នាំ ២០១២ ប្រហែលជាកន្លងផុតទៅហើយ។ ចូរឆែកមើល<a href="http://www.rockthevote.com/election-center/registration-deadlines/"> មជ្ឈមណ្ឌលបោះឆ្នោត</a> ដើម្បីបានជ្រាប។
th: วันสุดท้ายในการลงทะเบียนเลือกตั้งเดือนพฤศจิกายน 2013 สำหรับรัฐของคุณอาจผ่านไปแล้ว กรุณาตรวจสอบที่ <a href="http://www.rockthevote.com/election-center/registration-deadlines/">Election Center</a> เพื่อความแน่ใจ
tl: Ang huling araw ng pagrerehistrong bumoto sa iyong estado sa halalan ng Nobyembre ay maaaring nakalampas na. Tingnan sa <a href="http://www.rockthevote.com/election-center/registration-deadlines/" Sentro ng Halalan </a> para malaman.
ur: آپ کی ریاست کی جانب سے مقرر کی گئی رجسٹریشن کی آخری حد برائے نومبر انتخابات پہلے ہی گزر چکی ہے۔ دیکھنے کے لیے یہ ویب سائٹ کھولیں<a href="http://www.rockthevote.com/election-center/registration-deadlines/">الیکشن سینٹر</a>
vi: Có thể đã quá hạn ghi danh đi bầu tại bang bạn tại cuộc bầu cử tháng 12 năm . Xin kiểm tra <a href="http://www.rockthevote.com/election-center/registration-deadlines/">Trung tâm Bầu cử</a> để biết thêm chi tiết.

source: Spread the Word
bn: খবরটি ছড়িয়ে দিন
es: Corre la voz
hi: खबर फेलायें
ja: 広く伝えましょう
km: ជួយផ្សព្វផ្សាយ
th: กรุณาบอกต่อเพื่อรณรงค์ให้ประชาชนใช้สิทธิ์เลือกตั้ง
tl: Ikalat ang salita
ur: یہ معلومات پھیلائیں
vi: Xin truyền đạt thông tin

source: Tell your friends and family to register
bn: আপনার বন্ধুদের ও পরিবারকে রেজিষ্ট্রেশন করতে বলুন
es: Dile a tus amigos y familiares a registrarse
hi: अपने दोस्तों और परिवार को पंजीकरण करने के लिए बोलें
ja: 家族や友達に投票者登録をするように呼びかけて下さい
km: ចូរប្រាប់មិត្តភក្តិ និង គ្រួសាររបស់អ្នក ដើម្បីចុះឈ្មោះ
th: กรุณาบอกต่อไปยังเพื่อนๆและครอบครัวเพื่อลงทะเบียนเลือกตั้ง
tl: Sabihan ang iyong mga kaibigan at pamilya na magrehistro
ur: اپنے دوستوں اور خاندان کے لوگوں کو رجسٹریشن کی ترغیب دلائیں
vi: Nói bạn bè và gia đình bạn nghe để họ đăng ký

source: Here are a few tools you can use to spread the word about voter registration:
bn: এখানে কিছু পদ্ধতি দেয়া হয়েছে, যা ব্যবহার করে আপনি ভোটার রেজিষ্ট্রেশন সম্পর্কে ব্যাখ্যা করতে পারেন:
es: Aquí hay algunas herramientas que puede utilizar para correr la voz sobre el inscripción de votante:
hi: यह कुछ उपाय हैं जिनका इस्तेमाल करके आप मतदाता पंजीकरण के बारे में लोगो कोबता सकतें हैं
ja: ここに投票登録を広めるために使えるツールがあります：
km: តទៅនេះ គឺជា ឧបករណ៌ខ្លះៗដែលអ្នកអាចប្រើ ដើម្បី ផ្សព្វផ្សាយ អំពី ការចុះឈ្មោះបោះឆ្នោត៖
th: องค์กรร็อค เดอะ โหวตมีวิธีที่ช่วยให้คุณมีส่วนในการรณรงค์การลงทะเบียนเลือกตั้งดังนี้
tl: Narito ang ilang pantulong na maaari mong magamit para ikalat ang salita tungkol sa pagrerehistro ng botante:
ur: ووٹر رجسٹریشن کی معلومات پھیلانے کے لیے یہ چند اشارات دیئے جا رہے ہیں
vi: Sau đây là vài công cụ bạn có thể sử dụng để truyền đạt thông tin về đăng ký cử tri:

source: Get Started
bn: শুরু করুন
es: Comenzar
hi: शुरू करें
ja: 始める
km: ចូរចាប់ផ្តើម
th: เริ่มต้น
tl: Magsimula
ur: شروع کریں
vi: Bắt đầu

source: Must be a citizen to register
bn: রেজিষ্ট্রেশন করতে অবশ্যই নাগরিক হতে হবে
es: Debe ser un ciudadano para registrarse
hi: पंजीकरण करने के लिए नागरिक होना ज़रूरी है
ja: 登録のためには市民でなければなりません
km: ត្រូវមានសញ្ជាតិ ដើម្បីចុះឈ្មោះ
th: คุณจะต้องถือสัญชาติอเมริกันในการลงทะเบียนเลือกตั้ง
tl: Dapat na maging isang mamamayan para magrehistro
ur: رجسٹریشن کے لیے شہری ہونا لازم ہے
vi: Phải là công dân Mỹ mới có thể đăng ký

source: Download Your Form
bn: আপনার ফরম ডাউনলোড করুন
es: Descargue su formulario
hi: अपना फॉर्म डाउनलोड करें
ja: 用紙をダウンロードして下さい。
km: ចូរ ដោនឡូត ទម្រង់របស់អ្នក
th: ดาวน์โหลดแบบฟอร์ม
tl: I-download ang iyong porma
ur: اپنا فارم ڈاﺅن لوڈ کیجئے
vi: Tải tờ đơn của bạn về

source: You're not quite done!
bn: এখনো পুরোপুরি শেষ করেননি!
es: Todavía no hemos terminado
hi: अभी आपका कुछ काम बाकी है!
ja: まだ終わっていません！
km: អ្នកធើ្វមិនទាន់ចប់សព្វគ្រប់នៅឡើយទេ!
th: ใบสมัครของคุณยังไม่เสร็จสมบูรณ์
tl: Hindi ka pa tapos !
ur: ابھی مکمل نہیں ہوا
vi: Có vẻ như bạn chưa xong!

source: You still need to sign and mail in your form.
bn: এখনো আপনার ফরম স্বাক্ষর ও ডাকে দেয়ার প্রয়োজন রয়েছে।
es: Todavía tiene que firmar y enviar su forma.
hi: आपको अपना फॉर्म साइन करना होगा और मेल में भेजना होगा
ja: まだ用紙に署名し郵送しなければなりません。
km: អ្នកនៅតែចាំបាច់ត្រូវ ចុះហត្ថលេខា និង ផ្ញើទម្រង់របស់អ្នក។
th: คุณยังจะต้องเซ็นต์ชื่อและส่งแบบฟอร์มทางไปรษณีย์
tl: Kailangan mo pang pirmahan at ihulog sa koreo ang iyong porma.
ur: آپ نے ابھی اپنا فارم دستخط کر کے میل کرنا ہے
vi: Bạn còn cần ký tên và gửi tờ đơn đi.

source: Download
bn: ডাউনলোড করুন
es: Descargar
hi: डाउनलोड
ja: ダウンロード
km: ដោនឡូត
th: ดาวน์โหลด
tl: I-download
ur: ڈاﺅن لوڈ کیجئے
vi: Tải về

source: We've also e-mailed you a link to retreive your form later
bn: আপনার ইমেইলে আমরা একটি লিঙ্ক পাঠিয়েছি, যাতে আপনি পরে ফরমটি দেখতে পারেন
es: Le hemos también enviado un enlace por correo electrónico para obtener tu formulario posterior
hi: हमने आपको ईमेल में एक लिंक भेजा है ताकि बाद में भी आपका फॉर्म निकाला जा सके
ja: のちにあなたの用紙を回収するためのリンクをeメールしておきました。
km: យើងបានអ៊ីម៉ែលទៅអ្នកនូវ កន្លែងតភ្ជាប់មួយ ដើម្បី ទាញយកទម្រង់របស់អ្នក នៅពេលក្រោយ
th: เราได้ส่งลิ้งค์แบบฟอร์มของคุณทางอีเมล์เพื่อให้คุณสามารถดึงแบบฟอร์มได้ภายหลัง
tl: Naipadala rin namin sa iyong e-mail ang koneksyon para makuha mong pabalik ang iyong porma
ur: فارم دوبارہ حاصل کرنے کے لیے ہم نے آپ کو ایک ای میل لنک بھجوا دیا ہے
vi: Chúng tôi cũng vừa email bạn đường dẫn để truy cập vào tờ đơn của bạn trong tương la

source: Check your email inbox for a link to your form
bn: আপনার ফরমের লিঙ্ক পাওয়ার জন্য আপনার ইমেইল ইনবক্স দেখুন
es: Revisa tu buzón de correo electrónico un enlace a su forma
hi: अपने फॉर्म के लिंक के लिए अपने ईमेल चेक करें
ja: あなたの用紙へのリンクがあるか、eメールの受信ボックスをチェックして下さい。
km: ចូរពិនិត្យមើល ក្នុងប្រអប់ អ៊ីម៉ែល សម្រាប់ ការបន្តភ្ជាប់ ទៅ ទម្រង់របស់អ្នក
th: กรุณาตรวจอีเมล์เพื่อหาลิ้งค์แบบฟอร์มของคุณ
tl: Tingnan sa iyong email inbox ang koneksyon sa iyong porma
ur: لنک حاصل کرنے کے لیے اپنا ای میل ان باکس دیکھیں
vi: Xin kiểm tra hộp thư đến trong hộp thư điện tử của bạn để thấy được đường dẫn đến tờ đơn

source: Preparing Form
bn: ফরমটি প্রস্তুত হচ্ছে
es: Preparación de la Forma
hi: फॉर्म तैयार हो रहा है...
ja: 用紙を作成しています。
km: ទម្រង់ត្រៀមទុក
th: เตรียมแบบฟอร์ม
tl: Naghahanda ng porma
ur: فارم تیار ہو رہا ہے
vi: Đang chuẩn bị tờ đơn

source: This should only take a second
bn: এতে এক সেকেন্ডের বেশি সময় লাগার কথা নয়
es: Esto sólo se debe tomar un segundo
hi: इसे कुछ क्षण लगेंगे
ja: ほんの短い時間しかかかりません
km: នេះគប្បីប្រើពេលតែមួយភ្លែតតែប៉ុណ្ណោះ
th: ทั้งหมดนี้ควรใช้เวลาเพียงไม่กี่วินาที
tl: Ito ay mangangailangan lamang ng isang sandali
ur: اس میں صرف ایک سیکنڈ لگے گا
vi: Việc này chỉ mất vài giây

source: Something went wrong
bn: কোথাও কোন ভুল হয়েছে
hi: कुछ ग़लत हुआ है
ja: 何かがうまくいきませんでした
km: អ្វីមួយខុស
th: ขออภัย เกิดเหตุขัดข้อง
tl: May nangyaring kamalian
ur: کچھ گڑبڑ ہو گئی ہے
vi: Một điều gì đó không đúng đã xảy ra

source: Spread the word!
bn: খবরটি ছড়িয়ে দিন!
es: Corre la voz
hi: खबर फेलायें!
ja: 広く伝えましょう！
km: សូមជួយផ្សព្វផ្សាយ!
th: กรุณาบอกต่อเพื่อนๆหรือครอบครัว!
tl: Ikalat ang salita!
ur: یہ معلومات پھیلائیں
vi: Xin truyền đạt thông tin!

source: Post to Your Wall
bn: এটি পোস্ট কর!
es: Publicar
hi: अपने वाल पे पोस्ट करें
ja: 投稿して下さい！
km: បិទប្រកាសផ្សាយ
th: โพสท์!
ur: اسے بھیجیں

source: Tweet This
bn: এটি টুইট কর!
es: Compartir!
hi: Tweet करें
ja: ツイートする！
km: ផ្ញើផ្សាយតាមអ៊ិនធ័រណែត!
th: ส่งทวีต
ur: یہ ٹویٹ

source: I will be 18 or older by the next election.
bn: পরবর্তী নির্বাচনের পূর্বে আমার বয়স আঠারো বছর পূর্ণ হবে।
es: Tendré 18 años en el próximo día de elecciones.
hi: मैं अगले चुनाव के दिन तक 18 वर्ष का हो जायूंगा / हो जायूंगी
ja: 私は次の選挙までに１８歳になります。
km: ខ្ញុំនឹងមានអាយញ ១៨ ឆ្នុំ បៅថ្ងៃប ោះបឆ្នត្បរោយ។
th: ฉันจะมีอายุครบ 18 ปีบริบูรณ์ภายในวันเลือกตั้งครั้งต่อไป
tl: Ako ay magiging 18 taong gulang sa susunod na halalan.
ur: میں نے ایک ڈرائیور کا لائسنس یا ریاست شناختی کارڈ ہے.
vi: Tôi sẽ đủ 18 tuổi vào kì bầu cử tới.

source: <strong>Note</strong>: Some states offer online voter registration. <a href='http://www.rockthevote.com/voter-registration/online-application-system/online.html' target='_blank'>Learn more.</a> If you are an American citizen living abroad or a uniformed military voter, <a href='http://www.rockthevote.com/voting-is-easy/voting-rights/overseas-rights/overseas.html' target='_blank'>click here</a> to register to vote.
bn: <b>মন্তব্য </b>: আপনি যদি আমেরিকার নাগরিক হন কিন্ত বিদেশে বসবাস করেন অথবা সামরিক বাহিনীর সদস্য হন তবে ভোটার হওয়ার জন্য :<a href='http://www.rockthevote.com/voting-is-easy/voting-rights/overseas-rights/overseas.html' target='_blank'>এখানে ক্লিক করুন</a>
es: Si Usted es un ciudadano americano viviendo afuera el país o Usted es un miembro de servicio, haga <a href='http://www.rockthevote.com/voting-is-easy/voting-rights/overseas-rights/overseas.html' target='_blank'>clic aquí</a> para registrarse a votar.
hi: <b>Note</b>: अगर आप अमेरिका के नागरिक हैं जो बाहर के देश में रहतें हैं या एक वर्दीधारी सैन्य (यूनिफॉर्म्ड मिलिटरी) मतदाता (वोटर) हैं तो <a href='http://www.rockthevote.com/voting-is-easy/voting-rights/overseas-rights/overseas.html' target='_blank'>click here</a> द्वारा वोट करने के लिए रिजिस्टर करें
ja: <b>注意</b>:海外に住むアメリカ市民や（制服を着る）軍関係の投票者は、投票登録するために <a href='http://www.rockthevote.com/voting-is-easy/voting-rights/overseas-rights/overseas.html' target='_blank'> ここを</a>押して下さい。
km: <b>សំគាល់</b>:ប្រសិនបើអ្នកមានសញ្ជាតិអាមេរិកាំងរស់នៅបរទេស ឬ ជាទាហានមានសិទ្ធិ៍បោះឆ្នោត<a href='http://www.rockthevote.com/voting-is-easy/voting-rights/overseas-rights/overseas.html' target='_blank'>ចូរចុចនៅត្រង់នេះ</a>ដើម្បីនឹងចុះឈ្មោះបោះឆ្នោត។
th: <b>หมายเหตุ</b>: หากคุณเป็นพลเมืองของประเทศสหรัฐอเมริกาที่อาศัยในต่างประเทศหรือถ้าคุณเป็นทหาร <a href='http://www.rockthevote.com/voting-is-easy/voting-rights/overseas-rights/overseas.html' target='_blank'>click here</a> เพื่อลงทะเบียนเลือกตั้ง
tl: <b>Itala</b>: Kung ikaw ay isang mamamayan ng Amerika na naninirahan sa ibang bansa o isang naka-unipormeng botante military, <a href='http://www.rockthevote.com/voting-is-easy/voting-rights/overseas-rights/overseas.html' target='_blank'>mag-click dito</a> para magrehistrong bumoto.
ur: <b>Note</b>: اگر آپ امریکی شہری ہیں لیکن کسی دوسرے ملک میں رہتے ہیں یا فوجی خدمات سرانجام دے رہے ہیں تو اپنے ووٹ کی رجسٹریشن کے لیے اسے کلک کری
vi: <b>Ghi chú</b>: Nếu bạn là công dân Hoa Kỳ sống ở nước ngoài hoặc là cử tri trong quân đội, <a href='http://www.rockthevote.com/voting-is-easy/voting-rights/overseas-rights/overseas.html' target='_blank'>ấn vào đây</a>để đăng ký bầu cử.

source: Proof of citizenship required with your registration form in AZ. Learn more here:
es: Prueba de ciudadanía requerida con el formulario de inscripción en AZ. Obtenga más información aquí:

source: I have reviewed and accepted the notices above.
es: He revisado la información detalladamente, es fidedigna y veraz dentro de mi conocimiento.
