Repository: dpruter/micky
Catalog: boris/locale/ilo/LC_MESSAGES/django.po
Languages: ilo

source: Unrecognized state, please go back and try again.
ilo: Iti estado nga saan nga narecognais, agsubli ka ken padasem manen.

source: Unknown error: the web administrators have been contacted.
ilo: Kamali nga error nacontaken ti web administrator.

source: Voter Registration
ilo: Pagrerehistro ti Botante

source: Register in
ilo: Agrehistro ti

source: Register to Vote
ilo: Magrehistro para Bumoto

source: Translate
ilo: Itraducir mo

source: Powered by
ilo: Pinaandar ti

source: Error Processing Your Form
ilo: Kamali Sakbay iti Porma

source: Something went wrong
ilo: Adda nagkamali

source: Go back and try again?
ilo: Agsubli ken padasem manen

source: Title
ilo: Titulo

source: Title is required.
ilo: Kasapulan ti titulo.

source: First Name
ilo: Umuna nga nagan

source: Use your full first name. Do not use nicknames or initials.
ilo: Usarem diay umuna nga nagan. Saan mo nga usaren diay nicknames wenno initials

source: Last Name
ilo: Apilyedo

source: This field is required.
ilo: Masapul daytoy nga lugar.

source: Suffix
ilo: Maudi nga

source: optional
ilo: Saan nga kasapulan

source: I am a U.S. Citizen
ilo: Amerikanoak (US Citizen)

source: You must be a U.S. citizen to register
ilo: Masapul nga Amerikanoka (US citizen) tapno mabalin mo ti agrehistro

source: I have recently changed my name
ilo: Kasuksukatco daytoy nagan ko

source: Previous Name
ilo: Sakbay ti nagan

source: Street Address
ilo: Nagan ti carsada nga ayan ko

source: Put your home address in these boxes. Do not put your mailing address here if it is different from your home address. Do not use a post office box or rural route without a box number. If you live in a rural area but do not have a street address, or if you have no address, please show where you live using the map on the printed form.
ilo: Isurat ti address ti balay mo cadagitoy nga kahon. Saan mo nga isurat ti address ti sur-surat mo ditoy no sabali ti address ti balay mo. Saan ka nga agusar ti post office (P.O.) Box wenno rural route nga awan ti numero da. No ti rural area ti pag-gigianam, nga awan ti address ti carsada, o awan ti address mo, ipakitam no ti pag-gigianam ditoy mapa nga adda iti porma.

source: Not in
ilo: Awan ditoy

source: Enter a valid 5 digit zip code.
ilo: Ikabilmo ti lima nga digit zip code

source: Registering Abroad?
ilo: Nagrerehistro ti sabali nga lugar?

source: I have a different mailing address
ilo: Sabali iti address ti sur-suratco

source: I have recently moved
ilo: Kaal-alisko laeng

source: Mailing Street Address
ilo: Address ti carsada ti sur-surat

source: If you receive mail at a different address, please enter it here.
ilo: No sabali ti address dagiti sur-surat mo, ikabil mo ditoy dayta nga address.

source: Mailing Zip Code
ilo: Zip Code to sur-surat

source: Previous Street Address
ilo: Naudi nga address ti carsada

source: If you have moved since your last registration, enter your previous address.
ilo: No sabali ti address mo idi maudi nga rehistrasyon mo, isurat mo ti address mo idi.

source: Previous Zip Code
ilo: Naudi nga Zip Code

source: ID Number
ilo: Número ti ID

source: Birthdate
ilo: Petsa ti Kaaldawam

source: Enter your birthdate in MM/DD/YYYY format.
ilo: Isuratmo iti kaaldawam iti daytoy nga urnos: Bulan, Aldaw, Tawen.

source: Email Address
ilo: Address ti Email

source: Enter a valid email address.
ilo: Isurat mo ti valido nga address ti email

source: Phone Number
ilo: Numero ti telepono

source: Enter a phone number in xxx-xxx-xxxx format.
ilo: Isurat ti numero ti telepono ti xxx-xxx-xxxx nga pormat.

source: Type
ilo: Tipo

source: Home
ilo: Balay

source: Work
ilo: Trabaho

source: Political Affiliation
ilo: Partido

source: Select One...
ilo: Pumili ka ti maysa...

source: Race or Ethnic Group
ilo: Pagkatao o Grupo Etniko

source: Black (not Hispanic)
ilo: Nangisit (saan nga Hispanik)

source: Hispanic
ilo: Hispanik

source: White (not Hispanic)
ilo: Napudao (saan nga Hispanik)

source: Multi-racial
ilo: Addu nga Pagkatao

source: Other
ilo: Sabali

source: Decline to State
ilo: Saan nga ibaga

source: Survey Questions (optional)
ilo: Damdamagen ti survey (opsyonal)

source: Optional
ilo: Opsyonal

source: If you are in school, where do you go?
ilo: No agbasbasaka, annia ti nagan ti escuelam?

source: What issue do you care most about?
ilo: Annia nga issue o topico iti kay-kayat mo unay?

source: Receive Email from
ilo: Umaoat ka ti email nga ag-gapu ti..

source: privacy policy
ilo: personal nga bagay ti..

source: Receive Email Updates from Rock the Vote.
ilo: Umaoat dagiti baru nga damdamag iti email nga naggapu ti Rock the Vote

source: Send me txt messages from
ilo: Ikannak ti Txt messages nga naggapu ti

source: Send me txt messages from Rock the Vote.
ilo: Ikannak ti Txt messages nga naggapu ti Rock the Vote

source: (data &amp; msg rates may apply)
ilo: (data &amp; adda bayad dagiti mensahe)

source: I would like to volunteer with
ilo: Kayat ko ti agboluntar ken

source: I would like to volunteer with Rock the Vote.
ilo: Kayat ko agboluntar iti Rock the Vote

source: Register
ilo: Agrehistro

source: Already registered?
ilo: Nalpas kan nga nagrehistro?

source: Share with your friends
ilo: Ited mo kadagiti gagayyem mo

source: I am a resident of %(state)s, living in the United States.
ilo: Aggigianak ti %(state)s, ditoy Estados Unidos

source: You are eligible to finish your voter registration using the %(state_name)s online voter registration system.
ilo: Eligible ka nga mangleppas iti voter registration no usarem ti %(state_name)s online voter registration system.

source: You can complete your voter registration online with the state right now - using the application provided by Secretary of State.
ilo: Mabalin mo nga icompleto iti voter registration online itatta, no usarem ti applikasyon nga inted ni, Sekretarya ti Estado.

source: Last name is required.
ilo: Masapul nga ti maudi nga nagan (apilyedo).

source: I have a current %(state)s state identification card or driver's license
ilo: Adda kanniac ti agdama nga %(state)s ID card ken licensya ti agmaneho.

source: You may be eligible to finish your voter registration using the %(state_name)s online voter registration system.
ilo: Mabalin nga eligible ka nga mangileppas iti online voter registration no usarem ti %(state_name)s

source: I do not have a current %(state)s state identification card or driver's license
ilo: Awan ti agdama nga %(state)s ID card wenno driver's license..

source: Submit my form online with the state
ilo: Ited ti porma ti estado online

source: Register with Rock the Vote
ilo: Agrehistro ka ti Rock the Vote

source: You can complete your voter registration online with the state below.
ilo: Mabalin mo nga icompleto iti voter registration online ken ti estado ditoy baba.

source: If your driver's license or state identification card is invalid or the state can't find or confirm your DMV record - don't worry — you can also <a href='javascript:redirectToRegularForm()'> finish your registration with Rock the Vote</a>. You will just have to print, sign, and mail it in.
ilo: No invalido iti licensya ti agmaneho ken ID card mo, wenno saan nga mabirucan wenno maconpirmado DMV record mo iti estado, saan ka nga agdanag - ta mabalin mo<a href='javascript:redirectToRegularForm()'> nga ileppas rehistrasion mo iti Rock the Vote</a>. Mapan mo laeng iprenta, ipirma, ken ibuson iti impormasyo iti rehistrasyo mo.

source: Spread the word
ilo: Iwaragawag mo ti sarita

source: Don't forget to tell your friends and family how easy it was to register. Here are a few tools you can use to spread the word about voter registration:
ilo: Saan mo nga liplipatan nga ibaga kadagiti gagayyem ken pamilya mo nga nalaka iti agrehistro. Adda dagitoy sumaruno nga usarem tapno ibandillo ti voter registration.

source: You can complete your voter registration online with the state below. The Nevada Online Voter Application (NOVA) is provided by Nevada Secretary of State for registering Nevada citizens to vote, or to change their existing registration information. NOVA is also available <a href="https://nvsos.gov/sosvoterservices/Registration/step1.aspx?r=gov" target="_blank">here.</a>
ilo: Maleppasmo iti voter registration online iti sumaruno nga estado. Iti Nevada Online Voter Application (NOVA) inikkan ni, Sekretarya ti Estado, dagiti botante nga nagrehistro nga agbuto ditoy Nevada, wenno dagiti agsukat iti agdama nga rehistrasyon impormasyon. Mabalin met iti Nova nga maala <a href="https://nvsos.gov/sosvoterservices/Registration/step1.aspx?r=gov" target="_blank">here.</a>

source: If your driver's license or state identification card is invalid or the state can't find or confirm your DMV record - don't worry - you can also <a href='javascript:redirectToRegularForm()'> finish your registration with Rock the Vote</a>. You will just have to print, sign, and mail it in.
ilo: No invalido iti driver's license ken ID card mo, wenno saan nga mabirucan wenno maconpirmado iti DMV record mo iti estado, saan ka nga agdamag ta mabalin mo <a href='javascript:redirectToRegularForm()'> pay nga ileppas iti rehistrasyon mo ti Rock the Vote</a>. Mapan mo laen iprenta, ipirma ken ibuson iti rehistrasyon impormasyon mo

source: Sorry, you are not eligible to register to vote for the following reason(s):
ilo: Sorry, saan ka nga eligible nga agrehistro tapno agbuto gapu kadagitoy nga rason:

source: Select Your State
ilo: Pilliem ti Estado

source: Select your state to get started
ilo: Pilliem ti estado ti umuna

source: Select State
ilo: Pilliem nga Estado

source: Continue
ilo: Ituloy

source: Your state's deadline to register to vote in the November election may have already passed. Check the <a href="http://www.rockthevote.com/election-center/registration-deadlines/">Election Center</a> to find out.
ilo: Mabalin nga nakalabasen iti kamauddianan nga aldaw nga pagrehistro ti agbuto ti eleksyon ti Noviembre<a href="http://www.rockthevote.com/election-center/registration-deadlines/">Election Center</a>.

source: Spread the Word
ilo: Iwaragawag mo ti sarita

source: Tell your friends and family to register
ilo: Ibagam cadaguiti gagayyem ken ti pamilliam nga agrehistro da

source: Here are a few tools you can use to spread the word about voter registration:
ilo: Dagitoy ti bassit nga usarem nga agiwaragawag iti sarita ti voter registration

source: Get Started
ilo: Irugimon

source: Must be a citizen to register
ilo: Masapul nga citizen ka tapno makarehistro

source: Download Your Form
ilo: I-download mo ti porma

source: You're not quite done!
ilo: Saan ka pay nga nalpas

source: You still need to sign and mail in your form.
ilo: Masapul mo met laeng ti agpirma ken ibuson dayta porma.

source: We've also e-mailed you a link to retreive your form later
ilo: Nag-email kami kenka iti maysa nga conneccion (link) para ma-retrieve minto ito pormam.

source: Check your email inbox for a link to your form
ilo: Kitaem ti email box mo adda conneccion (link) tay porma

source: Preparing Form
ilo: Isagsagana iti porma

source: This should only take a second
ilo: Alaen laeng iti maysa nga segundo

source: Something went wrong
ilo: Adda bassit nga nagkamali

source: Spread the word!
ilo: Iwaragawag mo ti sarita!

source: I will be 18 or older by the next election.
ilo: Agtawennacto ti 18 iti daytoy umay nga eleksyon.

source: <strong>Note</strong>: Some states offer online voter registration. <a href='http://www.rockthevote.com/voter-registration/online-application-system/online.html' target='_blank'>Learn more.</a> If you are an American citizen living abroad or a uniformed military voter, <a href='http://www.rockthevote.com/voting-is-easy/voting-rights/overseas-rights/overseas.html' target='_blank'>click here</a> to register to vote.
ilo: <b>Palagip</b>: No sica Americano nga aggigian ti ruar ti USA, o botante nga aktibo iti militar, <a href='http://www.rockthevote.com/voting-is-easy/voting-rights/overseas-rights/overseas.html' target='_blank'>i-click ditoy</a> para agrehistro nga agbuto
